{
    "tr_10000_tr097082": "የተለያዩ የ ትግራይ አውራጃ ተወላጆች ገንዘባቸው ን አዋጥ ተው የ ልማት ተቋማትን እንዲ መሰርቱ ትልማ አይ ፈቅድ ም",
    "tr_10001_tr097083": "የ ጠመንጃ ተኩስ ተከፈተ ና አራት የኤርትራ ወታደሮች ተገደሉ",
    "tr_10002_tr097084": "ላነሷቸው ጥያቄዎች የ ሰጡት ን መልስ አቅርበ ነዋል",
    "tr_10003_tr097085": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10004_tr097086": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10005_tr097087": "ድንቹ በ ደንብ ስለተኰተኰተ በ ጥሩ ሁኔታ ኰረተ",
    "tr_10006_tr097088": "በ ድህነቱ ላይ ይህ ክፉ በሽታ ስለ ያዘው ሰውነቱ በጣም ኰ ሰሰ",
    "tr_10007_tr097089": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ አልነበረ ም እንዴ",
    "tr_10008_tr097090": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_10009_tr097091": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_1000_tr11001": "ያ ኮምፒ ተር ለ ተጠቃሚው በ ትክክል የሚ ፈለገው ን ነገር እንዲ ያሟላ ማድረግ ነው",
    "tr_10010_tr097092": "ባድመ ላይ ያለቀው የኤርትራ ወታደር ስፍር ቁጥር የ ለውም",
    "tr_10011_tr097093": "እንዲያ መሬት አይ ን ካ ኝ ይል የነበረ ሰው በ ድንገት ቆረቆዘ አይደል",
    "tr_10012_tr097094": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10013_tr097095": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራ የታወቀች ነች",
    "tr_10014_tr097096": "የተፈራ አተር ቀድሞ ስለ ተዘራ ተ ሎ ጐመራ",
    "tr_10015_tr097097": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰብ በ አንድነት ወሰኑ",
    "tr_10016_tr097098": "በ ና ዝሪ ት ከተማ ውስጥ ከሚገኙ ት ቤቶች ሁሉ ጉል ሁ የ ኡመር ቤት ነው",
    "tr_10017_tr097099": "ጐስቋላ ው ዳም ጤ ሎተሪ ደረሰው",
    "tr_10018_tr097100": "ከበደ ፈረሱ ን ለ ጐመ",
    "tr_10019_tr097101": "ትንሽ ልጅ እንጀራ በ ዶሮ ወጥ ከ በላ በኋላ አፉ ን በ ደም ብ ተጉ መጠመጠ",
    "tr_1001_tr11002": "ስዊድን ከ ኢትዮጵያ ጋር ያላትን ግንኙነት አስመልክቶ አዲስ የ ትብብር ስልት መነደፉ ን አምባሳደሩ ገልጸዋል",
    "tr_10020_tr097102": "ገንፎ ብዙ ጊዜ የሚ በላው በ ጐድጓዳ ሳ ህን ነው",
    "tr_10021_tr097103": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10022_tr097104": "ቤዛ ጐረ መሰ መሰለኝ ትዛዝ አል ቀበል ም አለ",
    "tr_10023_tr097105": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_10024_tr097106": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10025_tr097107": "ወይዘሮ ባ ፋና በ እን ጉር ጉ ሯቸው የ ታወቁ ናቸው",
    "tr_10026_tr097108": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወድ በ ለ ሆሳ ስ ነገራት",
    "tr_10027_tr097109": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10028_tr097110": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10029_tr097111": "የ ቻይና ህዝብ ሁ ልቆ መሳፍርት የ ለውም",
    "tr_1002_tr11003": "ሌላው ኢትዮጵያዊ ስ ሊ ሽ ሽ ኔ ስድስተኛ ከ መውጣቱ ጋር ተዳ ም ሮ ኢትዮጵያ ኬንያ ን ተከትላ በ ወጣት ወንዶች በ ቡድን ሁለተኛ ለ መሆን ች ላለች",
    "tr_10030_tr097112": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10031_tr097113": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10032_tr097114": "አንቺ ልጅ ያ የ ሽውን ነገር ሁሉ ለ ማግኘት አት ጓጉ",
    "tr_10033_tr097115": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስረ ወ መንግስት ነው",
    "tr_10034_tr097116": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10035_tr097117": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10036_tr097118": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10037_tr097119": "መ ምሩ እንዳስ ተማሩት ከሆነ ህጻናቶች ም ንም ኩነኔ የ ለ ባቸውም",
    "tr_10038_tr097120": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10039_tr098001": "በ መጀመሪያ ደረጃ ወራሪ ሆኖ የ ኢትዮጵያ ግዛት ን መያዙ ን አምኖ ለ መውጣት ተስማም ቷል",
    "tr_1003_tr11004": "መለፍለፍ ራሱ ዲሞክራሲያዊ መብት ነው",
    "tr_10040_tr098002": "መለስ ና ኢሳያስ ማስጠንቀቂያ ደረሳቸው",
    "tr_10041_tr098003": "የኤርትራ ባንዲራ ይውረድ ተብሎ ኤምባሲ ተደበደበ",
    "tr_10042_tr098004": "ኢትዮጵያ ን መብት እንደሌላ ት አድርገው ለማቅረብ ሞክረ ዋል",
    "tr_10043_tr098005": "የ ጋና ው ፕሬዚዳንት ኢትዮጵያ ና ኤርትራ የ ድንበር ው ዝግባ ቸውን በ ሰላም እንዲ ፈቱ ጥሪ ማቅረባቸው ተገለጠ",
    "tr_10044_tr098006": "እሳት አደጋዎች በተ ጠንቀቅ ላይ ናቸው",
    "tr_10045_tr098007": "በ አሁኑ ሰአት የቤተ ክርስቲያን ሊቃውንት እንዴት እንደ ተ ና ቁና እንደ ተጠሉ ም ሳይ ናገሩ አ ላለፉ ም",
    "tr_10046_tr098008": "ጠዋት የ ጀመርነው ጉዞ የ አዲስ አባ ና የ ኦሮሚያ ክልሎች ን በ ማገባደድ ጥቁር ውሀ ላይ ደረሰ",
    "tr_10047_tr098009": "አንድ የመንግስት መላክ ተኛ እንኳ ን ንግስተ ነገስቱ ን ያገሩ ን ህዝብ ሊ ያከብሩ ይገባል እንጂ ትናንት እንደ ሰራኸው ያለ ሊ ሰራ አይገባም",
    "tr_10048_tr098010": "በ አገሪቱ ደረጃ የ ባንኩ ቋሚ ና ተንቀሳቃሽ ንብረቶች ያሉበት ን ሁኔታ መገምገም ና ተያያዥ ስራዎች ን ማከናወን በ ሶስተኛነት የ ተጠቀሰ አላማ ነው",
    "tr_10049_tr098011": "ሁሴን አይዲድ ወንጀለኛ ናቸው ኢትዮጵያ ጸጥታ ዋን የ ማስከበር መብት አላ ት",
    "tr_1004_tr11005": "በ ገዳማት የሚገኙ አበው ና መነኮሳት የ እመቤታችን ን ፍቅር ተላብ ሰው በ እፍኝ ቆሎ ና በ ጥር ኝ ውሀ ተ ወስነው ሱባኤ ያቸውን የሚይዙ በት ወቅት ነው",
    "tr_10050_tr098012": "መናገራቸው ን ምንጮቹ አስረድ ተዋል",
    "tr_10051_tr098013": "ኤርትራ ሚግ ሀያ አንድ ገዛ ች",
    "tr_10052_tr098014": "በ ጉንፋን የ ዘገዩ ት አንቶኒ ሌክ ሀሙስ አዲስ አበባ ይገባ ሉ",
    "tr_10053_tr098015": "የ ኮርቴክ ኩባንያ ጂኦሎጂ ስት የሆኑት ኒክ ኖርማ ን እንደ ገለጹት ከ አካባቢው የተ ወሰዱት ናሙና ዎች ምርመራ ቀጣይ የ ማእድን ፍለጋ የሚ ያበረታታ ና ተገቢ የሚያደርግ በቂ መረጃ ጠቁ መዋል",
    "tr_10054_tr098016": "ኮሌጆቹ በ መዘጋታቸው ምክንያት አብዛኞቹ ተማሪዎች ወደ የ መጡበት ተ መልሰዋል",
    "tr_10055_tr098017": "ተባባሪ መንገደኞች ም ይህን ይናገሩ ታል",
    "tr_10056_tr098018": "የ ኢትዮጵያ የ ህግ ባለሙያ ሴቶች ማህበር ክስ መሰረተ",
    "tr_10057_tr098019": "የ ጣቢያው ንም ሀላፊዎች ስን ጠይቅ እኛ የ እናንተ ጉዳይ አያገባ ንም ብለው ናል",
    "tr_10058_tr098020": "ወደ ኬንያ የ ኮበለሉ ት ሁለት አስር አለቃ ና አምስት ወታደሮች ናቸው ተ ባለ",
    "tr_10059_tr098021": "አንዳንዶች ጋዜጠኞች ለ ኢትዮጵያውያ ን በ ውን አስቸጋሪ ሆነዋል",
    "tr_1005_tr11006": "የ ኤርትራውያን ቤት ነዋሪው ን ህብረተሰብ እያ ፋጀ ነው",
    "tr_10060_tr098022": "እኛ እንደ ውም የኤርትራ መንግስት ም ምርኮኛ አድርጐ የ ያዛቸው ን ኢትዮጵያውያ ን ን እንዲ ለቅ እን ጠይቃ ለ ን ሲሉ ገልጿ ል",
    "tr_10061_tr098023": "ፕሮፌሰር አስራት ተሽ ሏቸው ከ ሆስፒታል ወጡ",
    "tr_10062_tr098024": "በደሴ ከተማ አስራ ስድስት ሱቆች ን ያቃጠ ለ ችው ኤርትራዊ ት ተያዘች",
    "tr_10063_tr098025": "ጣሊያን ሄሊኮፍተሮች እንድታ ዋጣ ተ ጠየቀች",
    "tr_10064_tr098026": "ሻእቢያ ዜጐች ን ኢትዮጵያዊ እ ያሰኘ የ ፈጸመው ኢኮኖሚያዊ ምዝበራ ተጋለጠ",
    "tr_10065_tr098027": "ዶክተር በየነ ጴጥሮስ ገልጸዋል",
    "tr_10066_tr098028": "የ ኢንቨስትመንት አዋጁ ፖስታ ና ቴሌ ን ለ ባለ ሀብቶች መልቀቅ አለ በት",
    "tr_10067_tr098029": "ጥያቄ ያችን ጆንያ ሙሉ ነው",
    "tr_10068_tr098030": "ይሁን እንጂ የዚህ ችን ሀገር ፖለቲካ ከሚያ ሾሩ ት ሰባት ሰዎች መካከል አንዱ ናቸው",
    "tr_10069_tr098031": "ለ ኢትዮጵያ ብሄራዊ ቡድን ሶስት ጊዜያዊ አሰልጣኞች ተመረጡ",
    "tr_1006_tr11007": "በ እ ስቱትጋርት ወደ ትግራይ ያንጋደደ ውን የ ልማት ስራ ኢትዮጵያ ን ን አከራ ከረ",
    "tr_10070_tr098032": "በ ኢትዮጵያ ውስጥ ላለ ው ስልሳ ሚሊዮን ህዝብ በ ሀገሪቱ ውስጥ ያሉት ሳይ ካይ ትሪ ስቶች ብዛት አስር ብቻ መሆኑ ም ተ ገልጿ ል",
    "tr_10071_tr098033": "በ ዚሁ ምክንያት ሻቢያ ከ ኢትዮጵያ የሚ ያገኘው ጥቅም ተቋርጦ በታል",
    "tr_10072_tr098034": "በ ኢትዮ ኬንያ ድንበር ሁለት መቶ ሰዎች ሞቱ",
    "tr_10073_tr098035": "ኢትዮጵያዊ ው በላይ ተክሉ ኢትኦጵ ን አሳ ሰሩ",
    "tr_10074_tr098036": "የ አይዲድ ቀኝ እጅ ትናንት ተገደሉ",
    "tr_10075_tr098037": "አብደላ እድሪስ ወደ ግብጽ እንዳይ ገቡ ታገዱ",
    "tr_10076_tr098038": "ጭ ረ ታቸውን እንደ ያዙ ወደማ ሳቸው ሄዱ",
    "tr_10077_tr098039": "ኢትዮጵያዊ ተመራማሪ የ ፕሪንስ ክሎስ ሽልማት ን አገኘ",
    "tr_10078_tr098040": "ሆቴል ም እንደ ገባሁ ስማቸው ን አጠና ያደረግ ነውን ውይይት ም አስብ ነበር",
    "tr_10079_tr098041": "ግን ችሎታው የ ሌላቸው ተጫዋቾች ም ችሎታቸው ሊ ዳብር ና ጥሩ ሊሆን እንደሚ ችል አይ ታወቅ ም",
    "tr_1007_tr11008": "አንድ ምእራባዊ ዲፕሎማት እንደ ገለጡት ሁሴን ከ እንግዲህ ወደ ቀድሞ ይዞታ ቸው ለ መመለስ አቅሙ አይ ኖራቸው ም ብለዋል",
    "tr_10080_tr098042": "ፌዴሬሽኖች ባለሙያዎች ን መንከባከብ ይጠበቅ ባቸዋል",
    "tr_10081_tr098043": "ተጫዋቾች እንደሚ ሉት ቀደም ሲል ስፖርት ኮሚቴው ቃል እንደ ገቡ ላቸው ቃላቸው ን እንዳል ጠበቁ አጫው ተውናል",
    "tr_10082_tr098044": "በገና ለ ገና ስሜት ካ ማረው ጉዟቸው ሊ ደናቀፉ አይገባም",
    "tr_10083_tr098045": "ይህም እግር ኳስ ተጫዋች ሊያ ደርገኝ ችሏል",
    "tr_10084_tr098046": "የ ኢትዮጵያ ስፖርት ጋዜጠኞች ማህበር መተዳደሪያ ደንቡ ን አ ጸደቀ",
    "tr_10085_tr098047": "ደጋፊው ለ ውድድሩ ትኩረት ካደረገ ገቢ ያገኛ ል",
    "tr_10086_tr098048": "ሰልጣኞቹ በ መግባባት በኩል ችግር እንዳል ገጠማቸው ታውቋል",
    "tr_10087_tr098049": "በ እለቱ ጥቁር ማሊያ አድርገው የ ገቡት ዩናይት ዶች ልክ እንደ ማሊያው ጠቁ ረው ነበር የ ወጡት",
    "tr_10088_tr098050": "ከ የክልሉ ጥሩ ጥሩ ተጨዋቾች ናቸው ብለው ያመኑ ባቸውን አሰባ ስበዋል",
    "tr_10089_tr098051": "አቶ ደምስ ማ ንም እንደሚ ያውቀው በ ኢትዮጵያ ፉትቦል ፌዴሬሽን ና በ ክልል አስራ አራት ፉትቦል ፌዴሬሽን መካከል አለመግባባቶች ነበሩ",
    "tr_1008_tr11009": "የ ኮሪያ ወታደራዊ ጠበብ ት ኢትዮጵያ ን ን እየ ረዱ ነው",
    "tr_10090_tr098052": "የ ኢትዮጵያ ኦሎምፒክ ኮሚቴ ጽፈት ቤት ጉዳዩ ን አስመልክቶ በ የ አድራሻቸው ደብዳቤ ጽፏል",
    "tr_10091_tr098053": "ከዚህ ሌላ ሌይስተር ኤቨርተን ን ሁለት ለ ዜሮ ኖቲንግሀም ፎሬስት ኮቬንትሪ ን አንድ ለ ዜሮ አሸንፈ ዋል",
    "tr_10092_tr098054": "ዚዳን ሉ ፒ ጁቬ ን ስለሚ ለቁ እርሳቸው ን ሊ ከተል ነው የ ሚባለው ን አስ ተባብሎ በ ጣልያን ለ መጫወት ፍላጐት እንደሌለ ው ና እንግሊዝ ን እንደሚ መርጥ ተናግ ሯል",
    "tr_10093_tr098055": "ኢዴፓ የ ተቃዋሚዎች ን ህብረት ይቃወ ማል",
    "tr_10094_tr098056": "ባሬንቱ በ ኢትዮጵያ ሰራዊት ቁጥጥር ስር ሆነች",
    "tr_10095_tr098057": "መለስ እና ኢሳያስ እርስ በ ርሳቸው ከ ቢሮ አቸው የሚ ወገዱ በትን መንገድ እየ ፈለጉ ናቸው",
    "tr_10096_tr098058": "ሶማሊያ ዎች ጠቅላይ ሚኒስትር መለስ ን አስ ጠንቀቁ",
    "tr_10097_tr098059": "የ ኢትዮጵያ ቴሌኮሚኒኬሽን የውጭ ኢንቨስተሮች ከ ኮርፖሬሽኑ ጋር ሼር እንዲ ገቡ ጋበዘ",
    "tr_10098_tr098060": "ይህም አጋጣሚ ህዝቡ እሳቸው ን እሳቸው ደግሞ ህዝቡ ን እንዲ ያውቁት ያደርጋል",
    "tr_10099_tr098061": "ልኡኩ ከ ሩሲያ የውጭ ጉዳይ ሚኒስቴር ባለስልጣናት ጋር እንደሚ ገናኝ ም ታውቋል",
    "tr_1009_tr11010": "በ ነገራችን ላይ ካናዳ ም እንዲ ሁ እንደ አሜሪካን ና ት",
    "tr_100_tr01100": "አለቃ የጻፏቸው መጽሀፍት ውድ ና ጣፋጭ ከ መሆናቸው የተነሳ በ ህትመታቸው ወቅት ገዝተው ከሚ ጠቀሙ ት ብልህ ዎች በስተቀር ዘግይተው የ ሚፈልጓቸው ሰዎች አ ያገኟቸው ም",
    "tr_10100_tr098062": "የ ጅማ ሻሸመኔ ጐባ ከተማዎች እንደ ገና በ አባይ ጸሀዬ ሊ ዋቀሩ ነው",
    "tr_10101_tr098063": "የ ልኡካን ቡድኑ የውጭ ባንኮች አቅም እንደሚ ጠናከር የሚ ያስረዳ ማስረጃዎች ን ለማቅረብ መዘጋጀታቸው ተጠቁ ሟል",
    "tr_10102_tr098064": "በ ህገ ወጥ መንገድ ኤርትራዊ ቷን ከ ኢትዮጵያ ያስወጣ ው ጀርመናዊ በ ቁጥጥር ስር ዋ ለ",
    "tr_10103_tr098065": "አዋሽ ኢንሹራንስ በ ጅማ ስድስተኛ ቅርንጫፍ ከፈተ",
    "tr_10104_tr098066": "አዳማ ና ዝሪ ት የ ኦሮሚያ ዋ ና ከተማ ሆነች",
    "tr_10105_tr098067": "የተባረሩ ኤርትራውያን ድርጅታቸው ተ ሸጦ ወኪሎ ቻቸው ከ አገር እንዲ ወጡ ተወሰነ",
    "tr_10106_tr098068": "ወዲያ ው ከ ታላቅ ወንድማቸው ከ ስዬ ጋር ማውራት ጀመሩ",
    "tr_10107_tr098069": "ከ ሄጉ የ ድንበር ኮሚሽን ውሳኔ በኋላ የ ኢትዮጵያ ባለስልጣናት ስራ በዝቶ ባቸው መሰንበቱ ን ቅርበት ያ ላቸው ምንጮች ገለጹ",
    "tr_10108_tr098070": "የ ኢትዮጵያ ፕራይቬታይዜሽ ን ኤጀንሲ ባለፈው ሳምንት የመንግስት የ ልማት ተቋማትን ለ ሽያጭ አቀረ በ",
    "tr_10109_tr098071": "አሜሪካ የምት ደግፈው ኢትዮጵያ ን ነው ብለዋል",
    "tr_1010_tr11011": "ኢትዮጵያ በ ሱዳን ያላ ት ዲፕሎማሲ ያዊ ውክልና አ ወደ አምባሳደር ደረጃ እንዲ ያድግ መጠየቋ ን የ ኢትዮጵያ የውጭ ጉዳይ ሚኒስቴር ባለፈው አርብ አስ ታወቀ",
    "tr_10110_tr098072": "ዛሬ ነገሩ ሁሉ ተገለባብ ጧል",
    "tr_10111_tr098073": "እንደ ረፋድ ገበያ የተ ሟሟቀ ነው",
    "tr_10112_tr098074": "እንደ ኔው የመጣ አንድ ኢትዮጵያዊ አገኘሁ",
    "tr_10113_tr098075": "ተፈናቃዮች ን ማስተናገዱ ና ለ አዲሱ ኑሮ አቸው ማዘጋጀቱ ለ ሻእቢያ ተጨማሪ የ ቤት ስራ ብቻ ሳይሆን ተጨማሪ የ ራስ ምታት ም ነው",
    "tr_10114_tr098076": "አጼ ዮሀንስ ለእንግሊዟ ንግስት የ ጻፉት ደብዳቤ ከ ሌሎቹ ለ የ ት ያለ ነበር",
    "tr_10115_tr098077": "በዚህ ስያሜ ማናችን ም ባን ደሰት ም ካለ ው ሀቅ አንጻር ደግሞ የተገባ እርምጃ ነው",
    "tr_10116_tr098078": "የ ራዲዮ የ ስርጭት ሰአት እንዲ ራዘም ና አዳዲስ ፕሮግራሞች ም እንዲ ከፈቱ ተደርጓል",
    "tr_10117_tr098079": "የ ወናጐ ተፈናቃዮች ንም እንደ ሌሎቹ ቃኝ ቻለሁ",
    "tr_10118_tr098080": "ኢሳይያስ አፈወርቂ ኢትዮጵያ ና ኢትዮጵያ ም ያሳደገ ቻቸው መሆናቸው እውነት ነው",
    "tr_10119_tr098081": "ጸረ ኢትዮጵያ ና ጸረ አንድነት ቡድኖች ይህን ሊ ገነዘቡ ት ይገባል",
    "tr_1011_tr11012": "የ ሄዱት አንዴ ሄደ ዋል ጠፍ ተዋል ሞ ተዋል",
    "tr_10120_tr098082": "በ ብዙ ሺዎች የሚ ቆጠሩት ከ አገር ተሰደዱ",
    "tr_10121_tr098083": "እንደ ሩሲያ ቻይና ሩማንያ ቡልጋሪያ ና ዩክሬን ያሉ አገሮች ለ ሁለቱ ም ወገኖች የ ጦር መሳሪያ አቅርበ ዋል",
    "tr_10122_tr098084": "የተባለ ውን የሚያደርገው ም በዚህ ምክንያት ነው",
    "tr_10123_tr098085": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_10124_tr098086": "አብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10125_tr098087": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10126_tr098088": "ድንቹ በ ደንብ ስለተኰተኰተ በ ጥሩ ሁኔታ ኰረተ",
    "tr_10127_tr098089": "በ ድህነቱ ላይ ይህ ክፉ በሽታ ስለ ያዘው ሰውነቱ በጣም ኰ ሰሰ",
    "tr_10128_tr098090": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_10129_tr098091": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_1012_tr11013": "ለ ትምህርት ና ጥናቶች የ ተቀረጹ ባቸው የ ቪዲዮ ክሮች የ ካሴት ክሮች ዲ ስኬቶች ና የ ትምህርት መጻህፍት በ መመሪያ ለ ያለ ብዛት ገደብ በ ሙሉ እንዲ ገቡ ከተ ፈቀዱ ት ውስጥ የሚጠቀሱ ናቸው",
    "tr_10130_tr098092": "ባድመ ላይ ያለቀው የኤርትራ ወታደር ስፍር ቁጥር የ ለውም",
    "tr_10131_tr098093": "እንዲያ መሬት አይ ን ካ ኝ ይል የነበረ ሰው በ ድንገት ቆረቆዘ አይደል",
    "tr_10132_tr098094": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበር እንዴ",
    "tr_10133_tr098095": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10134_tr098096": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10135_tr098097": "ኢትዮጵያ ሀገራችን መኩሪያ ችን ና ት",
    "tr_10136_tr098098": "ወደ ጂጂጋ በሚ ወስደው መንገድ ላይ ብዙ ም ስጥ ስላለ ኩ ይሳ ይበዛ ል",
    "tr_10137_tr098099": "ፖሊሱ እስረኞቹ ን ቆጠረ",
    "tr_10138_tr098100": "ታፈሰ ልብሱ ን ሲያ ጥብ ቆየ",
    "tr_10139_tr098101": "እንስራ ው ተ ሸነቆረ",
    "tr_1013_tr11014": "ሶስተኛ የ መታገያ ብሄራዊ ጉዳያችን ን አስ ለይቶ ናል",
    "tr_10140_tr098102": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10141_tr098103": "ለ መሆኑ የ ቁንጅና መለኪያ ው ምንድነው",
    "tr_10142_tr098104": "ትንሹ ልጅ እንጀራ በ ዶሮ ወጥ ከ በላ በኋላ አፉ ን በ ደም ብ ተጉ መጠመጠ",
    "tr_10143_tr098105": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_10144_tr098106": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10145_tr098107": "ወይዘሮ ባ ፋና በ እን ጉር ጉ ሯቸው የ ታወቁ ናቸው",
    "tr_10146_tr098108": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10147_tr098109": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10148_tr098110": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10149_tr098111": "የ ቻይና ህዝብ ሁ ልቆ መሳፍርት የ ለውም",
    "tr_1014_tr11015": "የ ኢትዮጵያ ቡድን ወደ ኒጀር ተጓዘ",
    "tr_10150_tr098112": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10151_tr098113": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10152_tr098114": "አንቺ ልጅ ያ የ ሽውን ነገር ሁሉ ለ ማግኘት አት ጓጉ",
    "tr_10153_tr098115": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10154_tr098116": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10155_tr098117": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10156_tr098118": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10157_tr098119": "መ ምሩ እንዳስ ተማሩት ከሆነ ህጻናቶች ም ንም ኩነኔ የ ለ ባቸውም",
    "tr_10158_tr098120": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10159_tr099001": "የ ቡና ግዢ ና ሽያጭ ድርጅት ሰራተኞች ተባረሩ",
    "tr_1015_tr11016": "ቦምብ ሀያ ስምንት ተማሪዎች ን አ ቆሰለ",
    "tr_10160_tr099002": "የ አድማው ተባባሪ የተባሉት ተባረሩ",
    "tr_10161_tr099003": "ፖሊሶቹ ጉዳት ደረሰባቸው በ አዲስ አበባ የ ሚገኘው የኤርትራ ኤምባሲ በ ትላንቱ እ ለት ተደበደበ",
    "tr_10162_tr099004": "ለ እኛ ደግሞ ፕሮግራማችን ንና አጀንዳ ችንን ወያኔ አይወስ ን ልን ም",
    "tr_10163_tr099005": "የ አጃንስ ፍራንስ ፕረስ እንደ ገለጠው ሀይሌ ወልደ ተንሳይ አገራቸው ኤርትራ ድንበሩ እንዲ ከለል ፈቃደኛ ስት ሆን ኢትዮጵያ ግን አለ መፍቀዷ ን እንደ ገለጡ ም አመልክ ቷል",
    "tr_10164_tr099006": "እስካሁን ያለው የ ደብሩ ክህነት ና የ አካባቢው ምእመናን ጥንካሬ ና አቋም ግን ተደ ን ቋል",
    "tr_10165_tr099007": "እንደ ገና ደግሞ በ ዚያው ሰሞን የሚ ያርሱ በት ከ ብት አጥተው ብዙዎች በ ረሀብ አ ለቁ የ ተቀሩት ም ይ ሰደዱ ጀመር",
    "tr_10166_tr099008": "ጥቁር ውሀ ን ተሻግ ረን አዋሳ ስን ገባ ለ ፖሊሶቹ የ እንኳ ን ደህ ና መጣችሁ አቀባበል ተደረገላቸው",
    "tr_10167_tr099009": "ዶክተር ሪያክ ማቻር የ ሱዳን ን መንግስት ትእዛዝ መቃወማቸው ተገለጠ",
    "tr_10168_tr099010": "ሩስያ የ ኢትዮጵያ ን እዳ ስረዛ በ መሰረተ ሀሳብ ተስማማች",
    "tr_10169_tr099011": "ኢትዮጵያ ም ራሷ ን ለ መከላከል ና ጸጥታ ዋን ለ ማስከበር መብት እንዳላ ት እንደሚ ረዱ አስ ታወቁ",
    "tr_1016_tr11017": "የ ጄኔራል ነት ማእረግ ያ ላቸው ከፍተኛ ወታደራዊ መኮንኖች ጠቅላይ ሚኒስትር መለስ ዜናዊ የሚመሩ ትን ስብሰባ መጀመራቸው ን ምንጮቻችን ገለጹ",
    "tr_10170_tr099012": "የኤርትራ የ አገር ግዛት ሚኒስቴር መሀመድ ሸሪፎ በ ፕሬዝዳንት ኢሳያስ ትእዛዝ ከ ስራቸው መባረራቸው ን አ መኑ",
    "tr_10171_tr099013": "ባለሙያዎቹ በ ተጨማሪ ም እነዚህ ዲ ቃሎች የ ኢኮሎጂ መዛባት ሊያ ስከትሉ እንደሚ ችሉ ም አክለው ገልጸዋል",
    "tr_10172_tr099014": "ግምገማው ሲ ጀምር የሚ ያተኩር ባቸው ጉዳዮች ብሎ የተነሳ ባቸው አራት ነጥቦች ጥገኝነት ጸረ ዲሞክራሲ ትምክህተኝ ነትና ጠባብነት ነበሩ",
    "tr_10173_tr099015": "ኒክ ሮማን እንደሚ ሉት የ ማእድን ፍለጋ ጂኦሎጂ ስቶች ዝሆን ማደን ከ ፈለክ ወደ ዝሆን ሀገር ሂድ ይላሉ",
    "tr_10174_tr099016": "በ ደቡብ ክልል በ ጌዲኦ ዞን የ ዲላ ኮሌጅ ና የ ዲላ ጤና ሳይንስ ኮሌጅ ተማሪዎች ትምህርታቸው ን እንዳ ቋረጡ ናቸው",
    "tr_10175_tr099017": "ገዢ ፓርቲዎች በ ህገወጥ ነት የመንግስት ስራ ያካሂ ዳሉ",
    "tr_10176_tr099018": "ከ እንቅስቃሴ የታገደ ው የ ኢትዮጵያ የ ህግ ባለሙያ ሴቶች ማህበር እግዱ በ አስተዳደር መፍትሄ ባለ ማግኘቱ ከ ትናንት በስቲያ የ ክስ ማመልከቻ አስገብ ቷል",
    "tr_10177_tr099019": "ይህን አውጡ ነው የምን ለ ው",
    "tr_10178_tr099020": "ይህንን ለ ማጠናከር ለ ማህበሩ እርዳታ እንዲያደርጉ እንጂ አፍራሽ ተግባር እንዳይ ፈጽሙ እናሳ ስ ባለ ን ብለዋል",
    "tr_10179_tr099021": "በ ኤርትራ መንግስት ላይ ያ ላቸውን አስተያየት እንዲ ነግሩን ጠየቅናቸው",
    "tr_1017_tr11018": "በ ኢትዮጵያ ከ ሶስት ነጥብ አምስት ሚሊዮን በላይ የ ኤች አይ ቪ ኤድስ ቫይረስ በ ደማቸው የሚገኙ ዜጐች መኖራቸው የሚ ታወቅ ነው",
    "tr_10180_tr099022": "የ አለም አቀፍ ቀይ መስቀል ከ ኢትዮጵያ የሚ ባረሩ ትን ኤርትራውያን በ ተመለከተ እንዲያውቅ አልተደረገ ም",
    "tr_10181_tr099023": "ክቡር ነታቸው በ ቴክሳስ ግዛት በ ህክምና በ ቆዩ በት ጊዜ ሁሉ ያ ለማሰ ለ ስ ለ ጠየቋቸው ና ለ ተንከባከ ቧቸው ኢትዮጵያውያ ንና የውጭ ዜጐች ልባዊ ምስጋና ቸውን ማስተላለፋቸው ም ታውቋል",
    "tr_10182_tr099024": "ኢትዮጵያ የ ቀድሞ ጠቅላይ ሚንስቴሯን በ ንቅዘት ክስ ለ ፍርድ በ ማቅረቧ ጠንክራ መልእክት አስተላልፋ ለች",
    "tr_10183_tr099025": "ሻእቢያ አንድ ሚግ ሀያ ሶስት ጄት መትቼ ጣል ኩ አለ",
    "tr_10184_tr099026": "ኢሳያስ ምርጥ የ አለማችን ሰው ተብለው ተሸለሙ",
    "tr_10185_tr099027": "ከዚያ ም አልፎ መንግስታዊ መዋቅሮች ን ሊ ፈታተን ይችላል ሲሉ ያደረ ባቸውን ስጋት ገልጸዋል",
    "tr_10186_tr099028": "የ ፕሪምየር ሊጉ በትናንትናው ም እ ለት ቀጥሎ ው ሏል",
    "tr_10187_tr099029": "ተማሪዎቹ ብ ቻቸውን ስብሰባ አካሂደው ውሳኔ አሳልፈ ዋል",
    "tr_10188_tr099030": "የ ወደብ ሚኒስቴሩ ሚስተር መሀመድ አዳም በ እናታቸው ኢትዮጵያዊ መሆናቸው ንና ጅማ ከተማ መወለዳ ቸውን ያስረዳ ው ዜና ዘገባው ነው ሲሉ መናገራቸው ንም ገልጿ ል",
    "tr_10189_tr099031": "ኢትዮጵያ ቡና ና ቅዱስ ጊዮርጊስ ቀጥሎ ባለው ውድድር ተሸንፈ ው ወጡ",
    "tr_1018_tr11019": "ሁለተኛው ሶስት ተከሳሾች ያሉበት ነው",
    "tr_10190_tr099032": "ወደፊት ም በዚህ መስክ የተሰማሩ ባለሙያዎች ና የ ህክምና እርዳታ መስጫ ቁጥር ውስን መሆን ህሙማን ን ተከታትሎ ለማዳ ን የሚ ደረገው ጥረት ችግር ላይ ጥሎ ታል",
    "tr_10191_tr099033": "ከዚህ ጦርነት ሌሎች እንገ ነጠላ ለ ን የሚሉ ሀይሎች ትምህርት ሊ ያገኙ በት እንደሚ ገባ አክለው ገልጠዋል",
    "tr_10192_tr099034": "በ ተከሰከሰ ው የ ኬንያ አውሮፕላን የ ተሳፈሩ ኢትዮጵያውያ ን ሞ ተዋል",
    "tr_10193_tr099035": "በ ሺዎች የሚ ቆጠሩ ነዋሪዎች ከብቶቻቸው ካ ለቁ በኋላ መንደራቸው ን ለቀው መሰደዳቸው ንም አክሎ ገልጿ ል",
    "tr_10194_tr099036": "የ ሂስ አ ዌይ ገዳዮች ማንነት ና አላማቸው ም ን እንደሆነ ከ ዩናይትድ ሶማሊያ ኮንግረስ የተሰጠ ማብራሪያ የ ለ ም",
    "tr_10195_tr099037": "የግል ኢንዱስትሪዎች ማህበር ፕሬዝዳንቱ ን አባረረ",
    "tr_10196_tr099038": "የ ሹክሹክታ ው ድምጽ ጆሮአቸው ገባ",
    "tr_10197_tr099039": "እና ም አብሮ አደግ ገብጋባ ነታቸውን እንደ ያዙ ለ እኩይ ተግባር ተ ሰማሩ",
    "tr_10198_tr099040": "በ ው ነቱ እ ስፖርት የሚወዱ ትልቅ ሰው ናቸው",
    "tr_10199_tr099041": "ምክንያቱ ም ጥሩ ችሎታ የሌለው ጥሩ ችሎታው ን እስኪ ያገኝ ድረስ ጸሀይ ትጨል ማለች",
    "tr_1019_tr11020": "ክስተቶች ከወዲሁ መጀመራቸው ን የሚያመለክቱ ድርጊቶች እየተ ፈጸሙ ነው",
    "tr_101_tr02001": "በ ኮምፒውተር ሳይንስ ፎን ት ቴክኖሎጂ ለ ዶክትሬት ዲግሪ ጥናት እያደረጉ የሚገኙት ን አቶ ፍቅሬ ን የ ዛሬው እንግዳ ችን አድርገ ና ቸዋል",
    "tr_10200_tr099042": "ባለሙያዎች ም በግል ተንቀሳቅሰ ው ስፖርቱ ን ከ አደጋ ማዳን ይጠበቅ ባቸዋል",
    "tr_10201_tr099043": "በ እርግጥ የ ኛ ተጫዋቾች ከማ ንም ክለብ ተጫዋች ያነሰ ደሞዝ እንዲ ያገኙ አን ፈልግ ም",
    "tr_10202_tr099044": "የሚ ወክለው አገር ንና ባንዲራችን ን ነው",
    "tr_10203_tr099045": "ወደዚያ ሄጄ ማን ንም አላውቅ ም",
    "tr_10204_tr099046": "ከዚህ በ ተጨማሪ ሰባት የስራ አስፈጻሚ አባላት ንና ሶስት የ ኦዲት ኮሚቴ አባላት ን ምርጫ አ ከናውኗል",
    "tr_10205_tr099047": "በ አውሮፓ ዲሲፕሊን በ ሜዳ ብቻ ሳይሆን በከተማ ውስጥ ም ነው",
    "tr_10206_tr099048": "እንኳ ን ለ ሴቶቹ ለ ወንዶቹ ም ይከብዳ ል",
    "tr_10207_tr099049": "የ ሊቨርፑ ሉ ሮቢ ፎውለር ለ ዋናው ቡድን ተሰልፎ ተጫው ቷል",
    "tr_10208_tr099050": "ይህም ሆኖ ባቡር ጥሩ የ ኳስ ችሎታ ያ ላቸው ወጣት ተጨዋቾች ን አሰባ ስቧል",
    "tr_10209_tr099051": "ይሁን ና ቢሮ እንዲ ኖረው ና ራሱን እንዲ ችል ማብቃታችን እንዲሁም በራሱ የ ባንክ አካውንት ሂሳቡ ን እንዲ ቆጣጠር ማድረጋችን የሚ ያኮራ ን ነው",
    "tr_1020_tr11021": "ከዚህ በ ተጨማሪ የ ኢትዮጵያ መንግስት ተቃዋሚዎች ን ለ መርዳት ሰራዊቷ ን ወደ ሱማሌ ም በ መላክ በ ቅድሚያ የ ያዘችው ኤርትራ ና ት",
    "tr_10210_tr099052": "ሀያ አንዱ ብሄራዊ ፌዴሬሽኖች የ አመቱ ን ሂሳ ባቸውን ኦዲት የ ሚያደርጉት በ ስፖርት ኮሚሽኑ ተቀጣሪ የ ውስጥ ኦዲተሮች ነው",
    "tr_10211_tr099053": "ድ ዋይት ዮርክ ን ወደ ማን ች ስተር ዩናይትድ ያሳለፈ ው አስቶንቪላ ዘንድሮ ወደ ፕሪምየር ሊግ የመጣ ውን ሚድልስብሮው ን ሶስት ለ አንድ አሸን ፏል",
    "tr_10212_tr099054": "አሰልጣኙ ካርሎስ ቢያ ን ኪ ም ዋናው ተጠሪ ናቸው",
    "tr_10213_tr099055": "ኢትዮጵያ ሰራዊቷ ን በ ሶማሊያ አንጃዎች ጐዴ ውስጥ አሰልጥ ናለች ይላሉ",
    "tr_10214_tr099056": "መዋጮው ቀጣይነት ያለው ሲሆን በ ተሞላው ቅጽ መሰረት ኢትዮጵያዊያ ኖች በ የ ወሩ የሚችሉት ን እንደሚ ያዋጡ ታውቋል",
    "tr_10215_tr099057": "ኢትዮጵያ በ በ ኩ ሏ የ ፕሬዚዳንት ኢሳያስ የ አእምሮ ጤንነት ሳይ ታወክ እንዳልቀረ ጥርጣሬ ዋን እያስ ተጋባች ነው",
    "tr_10216_tr099058": "ይህንን ም የ አቶ ወንድሙ ን አባባል ለ ማረጋገጥ አንዳንድ ምእራባውያን ጋዜጠኞች ኢትዮጵያውያኑ ይገኙ ባቸዋል ተብሎ በሚ ገመቱ ባቸው የ አስመራ ገበያ ዎች ውስጥ ተዘዋው ረው ለ ማየት ሞክረ ዋል",
    "tr_10217_tr099059": "ኢትዮጵያ የውጭ አገር ኢንቨስተሮች ወደ አገር ውስጥ መጥተው በ መንግስት ቁጥጥር ስር ባለው የ ቴሌኮሚኒኬሽን መስክ እንዲ ሳተፉ የሚ ያስችላቸው ን ዝግጅት ማጠናቀቋን አስ ታወቀ ች",
    "tr_10218_tr099060": "ሞቡቱ ንና መንግስቱ ን ማንሳት ይቻላል",
    "tr_10219_tr099061": "ሩሲያ ለ ኢትዮጵያ የምት ሰጠው ብድር የ ንግግሩ አንድ አጀንዳ እንደሚሆን ምክትል ጠቅላይ ሚንስቴሩ ተናግረ ዋል",
    "tr_1021_tr11022": "መለስ የ ሶማሊያ ን ልኡካን አ ነጋገሩ",
    "tr_10220_tr099062": "በ ወይዘሮ ገነት ዘውዴ ላይ እንባ ጠባቂ ሊሾ ም ባቸው ነው",
    "tr_10221_tr099063": "ዶክተሩ ለ ጋዜጣው እንደ ገለጹት ኢዜአ እሳቸው ን ጠቅሶ ባ ሰራጨው ዘገባ የ ትግራይ ሆቴል ን ፍንዳታ ኦነግ ፈጽሟ ል ብለው እንደ ተናገሩ አስመስሎ አቅርቧ ል",
    "tr_10222_tr099064": "ጀርመናዊ ው ሀን ስ ዶክተር በ ኤንባሲ ዎች በኩል ቪዛ መስራት እንደሚ ችል ገልጾ ከ ኢትዮጵያዊ ቷ እጸ ገነት ሀይለ ማርያም ፓስፖ ር ቷን ና አስር ሺህ ብር ይቀ በ ላታል",
    "tr_10223_tr099065": "ኢትዮጵያ ግዛቷ ን ለ ማስመለስ ያላ ት ብቃት አ ያጠራጥር ም",
    "tr_10224_tr099066": "ጫት ከፍተኛ የ ውጪ ምንዛሪ እ ያስገኘ ነው",
    "tr_10225_tr099067": "እንዲ ህ ያለው ምክንያት የ እብሪተኞች ውሸት ነው ማለታቸው ተደም ጧል",
    "tr_10226_tr099068": "ከዚያ ም በ ሹክሹክታ ማውራት ጀመሩ",
    "tr_10227_tr099069": "ምናሴ ወልደሀ ዋሪያት ኦሮሚያ ን አይገዙ ም",
    "tr_10228_tr099070": "ኢትዮጵያ የ ቆዳ ፋብሪካ ኮምፖልቻ እና ሞጆ ቆዳ ፋብሪካዎች ም ለ ሽያጭ ቀርበዋል",
    "tr_10229_tr099071": "የዚህ አይነት ትችት ያ ላቸው ወገኖቻችን ደግሞ የ ትየለሌ ናቸው",
    "tr_1022_tr11023": "የ ሱዳኑ ፕሬዝዳንት ትናንትና አስመራ ገቡ",
    "tr_10230_tr099072": "ደረጀ አለማየሁ የ ተባለው ጸሀፊ እንዳለው ሁሉም ስ ዩ መ ክላሽንኮቭ ናቸው",
    "tr_10231_tr099073": "ሁሉም ሞት ን የሚ ሸሽ ነው የሚ መስለው",
    "tr_10232_tr099074": "የ ሸዋ መኳንንቶች ልጅ ነው",
    "tr_10233_tr099075": "ሻእቢያ ን ም ን ሊያ ደማ ው እንደሚ ችል ከ ወያኔ በላይ የሚ ያውቅ የ ለ ም",
    "tr_10234_tr099076": "አንዳንድ አኩራፊ ኢትዮጵያውያ ን ሹማምንት ንም መሾም ና መሸለም ያዘ",
    "tr_10235_tr099077": "የ አገር ልማት ን ም ን ያህል እንደሚ ጐዳ ግልጽ ነው",
    "tr_10236_tr099078": "ብዙ አገሮች ኤምባሲ ዎቻቸውን ከ አስመራ አን ስተዋል",
    "tr_10237_tr099079": "ያሸ ተ ቡና ችን በ ገጀራ ተ ጨፈጨፈ",
    "tr_10238_tr099080": "ቤተሰቦቻቸው ከማ ንም የበለጠ ለ ኢትዮጵያ ታማኝ ሆነው በ ዜግነታቸው ኮር ተው ተሾመው ና ተ ሸልመው የ ኖሩ ናቸው",
    "tr_10239_tr099081": "ይህ ደግሞ የ ጠላቶቻችን ስራ ነው",
    "tr_1023_tr11024": "የ ኢትዮጵያ ሚኒስትሮች ምክር ቤት ትናንትና ማምሻው ን መግለጫ አወጣ",
    "tr_10240_tr099082": "የኦሮሞ ህዝብ ዴሞክራሲያዊ ግንባር ኦህዴድ ተወለደ",
    "tr_10241_tr099083": "ብዙዎቹ የ ጦር መሳሪያ ዎች በጣም ዘመናዊ ናቸው",
    "tr_10242_tr099084": "ካርቱም ውስጥ የ ናሽናል ኢስላሚክ ፍሮንት መንግስት አለ",
    "tr_10243_tr099085": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10244_tr099086": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10245_tr099087": "ኢትዮጵያ ሀገራችን መኩሪያ ችን ና ት",
    "tr_10246_tr099088": "ወደ ጂጂጋ በሚ ወስደው መንገድ ላይ ብዙ ም ስጥ ስላለ ኩ ይሳ ይበዛ ል",
    "tr_10247_tr099089": "ፖሊሱ እስረኞቹ ን ቆጠረ",
    "tr_10248_tr099090": "ታፈሰ ልብሱ ን ሲያ ጥብ ቆየ",
    "tr_10249_tr099091": "እንስራ ው ተ ሸነቆረ",
    "tr_1024_tr11025": "ክፍያው ን ፈጽመው ወደ ሊባኖስ የ ደረሱ ኢትዮጵያውያ ን እን ስቶች በ ግለሰቦች ቤት ውስጥ ለ ባርነት ይ ዳረ ጋሉ",
    "tr_10250_tr099092": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10251_tr099093": "ለ መሆኑ የ ቁንጅና መለኪያ ምንድነው",
    "tr_10252_tr099094": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10253_tr099095": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10254_tr099096": "ድንቹ በ ደንብ ስለተኰተኰተ በ ጥሩ ሁኔታ ኰረተ",
    "tr_10255_tr099097": "በ ድህነቱ ላይ ይህ ክፉ በሽታ ስለ ያዘው ሰውነቱ በጣም ኰ ሰሰ",
    "tr_10256_tr099098": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበረ እንዴ",
    "tr_10257_tr099099": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_10258_tr099100": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10259_tr099101": "ባድመ ላይ ያለቀው የኤርትራ ወታደር ስፍር ቁጥር የ ለውም",
    "tr_1025_tr11026": "የኤርትራ ወታደሮች ኢትዮጵያውያኑ ን ቀር ባ እንዳ ታይ ና እንዳታ ነጋገር ማድረጋቸው ን ጨምራ አስታውቃ ለች",
    "tr_10260_tr099102": "እንዲያ መሬት አይ ን ካ ኝ ይል የነበረ ሰው በ ድንገት ቆረቆዘ አይደል",
    "tr_10261_tr099103": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10262_tr099104": "ቤዛ ጐረ መሰ መሰለኝ ትእዛዝ አል ቀበል ም አለ",
    "tr_10263_tr099105": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_10264_tr099106": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10265_tr099107": "ወይዘሮ ባፈ ና በ እን ጉር ጉ ሯቸው የ ታወቁ ናቸው",
    "tr_10266_tr099108": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10267_tr099109": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10268_tr099110": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10269_tr099111": "የ ቻይና ህዝብ ሁ ልቆ መሳፍርት የ ለውም",
    "tr_1026_tr11027": "በ ናዝሬት ከተማ የ ሚገኘው የ ሞያ ና ቴክኒክ ኮሌጅ ተማሪዎች ካለፈ ው ሰኞ ጀምሮ አድማ በ መምታት ትምህርት ማቋረጣ ቸውን ከ ስፍራው የደረሰ ን ዘገባ ያስረዳ ል",
    "tr_10270_tr099112": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10271_tr099113": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10272_tr099114": "አንቺ ልጅ ያ የ ሽውን ነገር ሁሉ ለ ማግኘት አት ጓጉ",
    "tr_10273_tr099115": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10274_tr099116": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10275_tr099117": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10276_tr099118": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10277_tr099119": "መ ምሩ እንዳስ ተማሩት ከሆነ ህጻናቶች ም ንም ኩነኔ የ ለ ባቸውም",
    "tr_10278_tr099120": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10279_tr100001": "ድንገት ባልታሰበ ጊዜ እንዲ ዘጋ የ ተወሰነው የ ቡና ግዢ ና ሽያጭ ሰራተኞች ቅሬታ ቸውን ለ ጠቅላይ ሚንስቴር መለስ ዜናዊ ገለጹ",
    "tr_1027_tr11028": "በ ሽማግሌዎች ያገኙ ትን ድል ሰን ቀው በ ፖሊስ እጅ ወደሚገኘ ው ልጃቸው አ መሩ",
    "tr_10280_tr100002": "ከ አስራት ና ከ ቅጣት ም አልፎ ብዙ ጋዜጠኞች ለስደት ተ ዳርገዋል",
    "tr_10281_tr100003": "ኤርትራ ና ኢትዮጵያ ውድ ና ዘመናዊ የ ጦር መሳሪያ ዎችን እየ ገዙ ነው",
    "tr_10282_tr100004": "ከ ሱዳን ተወያዩ ከ ኬንያ አት ገናኙ የሚ ለ ን ወያኔ ሊሆን አይችልም",
    "tr_10283_tr100005": "ቀጥሎ ም ባል ና ሚስቱ ን እየገፈ ተሩ ከ ፖሊስ ላንድ ክሩዘር መኪና ውስጥ ካ ስገቧቸው በኋላ ወረዳ ሀያ ፖሊስ ጣቢያ ወሰዷቸው",
    "tr_10284_tr100006": "በ ሴንት ሉዊስ ኢትዮጵያዊያ ን ስብሰባ ማካሄዳቸው ተገለጠ",
    "tr_10285_tr100007": "ዛሬ ኢትዮጵያ በ ቀንድ ከ ብት ብዛት አፍሪካ አንደኛ የ መሆኗ ሚስጥር የ ሚንሊክ አዋጆች ናቸው",
    "tr_10286_tr100008": "ከ እነዚህ መኮንኖች ስለ ከተማው ና ነዋሪው ግንዛቤ አገኘሁ",
    "tr_10287_tr100009": "ትእግስት ሲ ያሳያቸው እንደ ሞኝነት አድርገው ይቆ ጥራሉ",
    "tr_10288_tr100010": "የ ሻእቢያ መንግስት የ ኢትዮጵያ ና ሱዳን ህዝብ ጠላት ነው",
    "tr_10289_tr100011": "የ ሁሴን ድርጊት ጉርብትና ወንድማማች ነትና ስትራቴጂ ያዊ ጥቅም ባላቸው ሶማሊያ ና ኢትዮጵያ ላይ ወንጀል መፈጸም እንደሆነ አክለው ገልጸዋል",
    "tr_1028_tr11029": "የ አንድ ነጥብ አራት ሚሊዮን እድሜ ያለው ቅሬተ አካል ተገኘ",
    "tr_10290_tr100012": "ከዚህ ውስጥ አንድ መቶ ሚሊዮን ብር ብቻ ስለሚ ያስፈልገው ከፍተኛ እዳ እንደሚ ቃለል ለት ተገምቷል",
    "tr_10291_tr100013": "በ ተደጋጋሚ ስተ ቶች ይፈጽ ማሉ",
    "tr_10292_tr100014": "እንደ ዋ ና ጉዳይ ከ ታዩት ነገሮች አንዱ የ ፓርላማው የ ኮምፒውተራይዜሽን ፕሮግራም የ ጨረታ ሂደት ነው",
    "tr_10293_tr100015": "በ ማከል ም ኢትዮጵያ የያዘ ቻቸውን የኤርትራ ግዛቶች ሳት ለቅ ተኩስ አቁም ፈጽሞ ሊኖር አይችልም ብለዋል",
    "tr_10294_tr100016": "ሪፖርተሩ እንደ ገለጸው ወደ ቤተሰቦቻቸው ያል ተመለሱት ተማሪዎች አልቤርጐ ተከራይ ተው እንዳይ ኖሩ ማእቀብ ተጥሎ ባቸዋል",
    "tr_10295_tr100017": "ገዋኔ አካባቢ ግጭት ተ ቀስቅ ሷል",
    "tr_10296_tr100018": "በዚህ ሁኔታ ጉዳያቸው በ ማህበሩ የ ተያዘላቸው ሴቶች ተጐጂ እንደሚ ሆኑ ተጠቁ ሟል",
    "tr_10297_tr100019": "ከርከሮ አስራ ስ ባት ሰው ፈጀ",
    "tr_10298_tr100020": "ልጆቹ ምግብ ና ወተት ስለማ ያገኙ በ ረሀብ ደክመ ዋል",
    "tr_10299_tr100021": "የ ሳሆ ሰዎች ናቸው የ ሚኖሩበት",
    "tr_1029_tr11030": "አምስት ጨዋታ ተጫው ቶ ሊ ያገባ ይችላል",
    "tr_102_tr02002": "የ ውሀው ዘርፍ ያለበት ን የ ፋይናንስ ችግር ለ መፍታት የ ውሀ ሀብት ልማት ፈንድ እንደሚ ቋቋም ገለጹ",
    "tr_10300_tr100022": "ኢትዮጵያ በገና በ አል ዋዜማ ላይ ኤርትራውያን ን ማባረር ጀመረች ለሚ ለውም ገና ው የ ፈረንጆች ገና ነው",
    "tr_10301_tr100023": "ከዚያ ወዲህ ሶስት ወር ተጨምሮ እስካሁን ሰባት ሆኗል",
    "tr_10302_tr100024": "ያን ን ተቋም ነው ወደ ወያኔ ትራንስፖርት ኩባንያ ነት የ ለወጡት ብለዋል",
    "tr_10303_tr100025": "በ ምዝገባው ወቅት አንዳንዶቹ በ ሰጡት አስተያየት ወደ አገራቸው ለ መመለስ ከፍተኛ ፍላጐት እንዳ ላቸው ገልጸዋል",
    "tr_10304_tr100026": "ኢትዮጵያውያ ን ከ አስመራ እየ ተባረሩ ነው",
    "tr_10305_tr100027": "ቢቢሲ ጠቅላይ ሚንስትር መለስ ና ፕሬዚዳንት ኢሳያስ በ ግንባር ተገናኙ አለ የ ኢትዮጵያ የውጭ ጉዳይ ሚኒስቴር አስተባ በ ለ",
    "tr_10306_tr100028": "ግብ የ ማደን ተልእኮው ንም እያሳ ካ መ ቷል",
    "tr_10307_tr100029": "አቶ መለስ የ ሻእቢያ ዲፕሎማቶች ን ሰላዮች አ ሏቸው",
    "tr_10308_tr100030": "ስድስት የ ደህንነት ሀላፊዎች ና ሰራተኞች ታገዱ",
    "tr_10309_tr100031": "ውድድሮቹ ዛሬ ና ነገ በ አዲስ አበባ ስቴዲዮም ቀጥለው እንደሚ ካሄዱ ታውቋል",
    "tr_1030_tr11031": "እኔ ም ን መስራት ና አለ መስራት እንዳለ ብኝ በሚገባ ያው ቀዋል",
    "tr_10310_tr100032": "የ ነጻው ፕሬስ ጋዜጠኞች እያ ማረሩ ነው",
    "tr_10311_tr100033": "በ ኢትዮጵያ ያለው የ ገዢው ፓርቲ ይህን ፈጽሟ ል",
    "tr_10312_tr100034": "የ አዲስ አበባ መስተዳደር ባለታክሲ ዎች ከነ ሹፌሮ ቻቸው ላለ መስማማት ተስማሙ",
    "tr_10313_tr100035": "የኤርትራ የ ሀይማኖት መሪዎች ከ ኢትዮጵያ የ ሀይማኖት አባቶች ጋር ተመካ ክረው ያጸደቁ ትን ረቡእ እ ለት ለ ፕሬዝዳንት ኢሳያስ ማስረከ ባቸውም ታውቋል",
    "tr_10314_tr100036": "ኢትዮጵያ ተጨማሪ ከተማዎች ን ተቆጣጠረ ች",
    "tr_10315_tr100037": "አዲስ አበባ ልት ታደስ ነው",
    "tr_10316_tr100038": "የ ቅጽበት ጋብቻ ሊ መሰርቱ ና ባሏ ም ለ መሆን ተስማም ተዋል",
    "tr_10317_tr100039": "አስ ቆሙት ና ሾፌሩ ላይ ደግ ነው አይናቸው ን አጉረጠረጡ",
    "tr_10318_tr100040": "መደነቅ ና መወደስ ያለበት ሰው ነው",
    "tr_10319_tr100041": "የ ቴክኒክ ኮሚቴዎች ግን ሙያው ስላ ላቸው ያገባ ቸዋል",
    "tr_1031_tr11032": "ሽልማት ከ ውጤት በኋላ ይ ሉናል የዛ ንዚባሩ ደግሞ ቀደመ",
    "tr_10320_tr100042": "እኔ እስከዛሬ በተገኘ ሁ ባቸው ሴሚናሮች ተጫዋቾች ለ ካ በደመነፍስ ነበር የምን ጓዘው ብለው ኛል",
    "tr_10321_tr100043": "የ ቅዱስ ጊዮርጊስ ቢራ ፋብሪካ ለ ፈረንሳዊያን ኢንቬስተ ሮች እንደ ተሸጠ ይነገራ ል",
    "tr_10322_tr100044": "አንድ ነገር ደግ መ ን መናገር ና ማስጠንቀቅ እንወዳ ለ ን",
    "tr_10323_tr100045": "እንዴት ነው የምት ኖረው",
    "tr_10324_tr100046": "መመዝገቢያ ውን ና አመታዊ ክፍያው ን የሚ ያሟሉ ት አቶ ፍቅሩ ኪዳኔ ናቸው",
    "tr_10325_tr100047": "በ ጣልያን ስኩዴቶ ኤሲ ሚላን ና ሮማ በ ሳንሲሮ ተገናኝ ተው በ ሚላን አሸናፊነት ተጠና ቋል",
    "tr_10326_tr100048": "ሴቶች እህቶቻችን ወደ ኳስ ሜዳ መመለስ የሚ ያበረታታ ነው",
    "tr_10327_tr100049": "አንዱ በ ፔናልቲ የተገኘ ነው",
    "tr_10328_tr100050": "ቁጥሩ ብዛት ም ስለ ነበረው በ መጀመሪያ እንዲ ወጡ የ ተደረገው አምስት ተወዳዳሪ ዎች ነበሩ",
    "tr_10329_tr100051": "የ አሁኑ ም ኮሚቴ የ እኛን ዱካ ተከትሎ ጥሩ ውን ሊያ ጐለብት ደካማው ን ጐናችን ን ደግሞ ሊ ያስወግድ ይገባ ዋል",
    "tr_1032_tr11033": "የ ፍጻሜው ጨዋታ እንኳ ን በ ሬዲዮ መስማት የ ቻልኩት ሁለት ለ ዜሮ እያሉ ነው",
    "tr_10330_tr100052": "ከ ኢትዮጵያ ኦሎምፒክ ኮሚቴ ጽፈት ቤት ገንዘብ ወስደው ያል ተወራ ረደ ገንዘብ ያለ ባቸው ከ ሀገር የ ኮበለሉ ና በ ሞት የተለዩ ይገኙ በታል",
    "tr_10331_tr100053": "ማን ች ስተር ወደ ዌስትሀም ተ ጉዞ ያለ ግብ ተለያይ ቷል",
    "tr_10332_tr100054": "ኳስ የ ጀመረው ም እዚያ ው አርጀንቲና ውስጥ ለ ኤስቱዲዬንቴ በ መጫወት ነው",
    "tr_10333_tr100055": "ሱዳን ና ኢትዮጵያ እንደ ገና ተ ወዳጁ",
    "tr_10334_tr100056": "ኢትዮጵያውያ ን ን ያጐር ናቸው ለ ደህንነታቸው ብለን ነው",
    "tr_10335_tr100057": "ኤርትራ ና ኢትዮጵያ እያንዳንዳቸው ከ ሁለት መቶ ሀምሳ ሺህ የሚ በልጥ ሰራዊታቸው ን እያ ጓጓዙ ናቸው",
    "tr_10336_tr100058": "እንዲሁም በ አየር መንገዷ ላይ ኤርትራውያን እንዳይ ሳ ፈሩ እገዳ ጥ ላለች",
    "tr_10337_tr100059": "አያይዘው መንግስት የውጭ አገር ኢንቨስተሮች በ መንግስት ቁጥጥር ስር ካለ ው የ ኢትዮጵያ ቴሌኮሚኒኬሽን ኮርፖሬሽ ን ሼር እንዲ ገዙ የ ሚያስችል መንገድ እ ያመቻቸ መሆኑን ገልጸዋል",
    "tr_10338_tr100060": "ታዋቂ ኢትዮጵያዊያ ን ስምምነቱ ን ተቃወሙ",
    "tr_10339_tr100061": "የመንግስት ሰራተኞች ና ቤተሰቦቻቸው ነጻ ህክምና ተፈቀደላቸው",
    "tr_1033_tr11034": "ግን ታግሷ ቸውና የ አውሮፓ ውን ካምፕ ዊነር ስ ካምፕ ዋንጫው ን ጭምር ስድስት ታላላቅ ዋንጫ ዎችን አስ ገኙ",
    "tr_10340_tr100062": "ቤተ መንግስቱ ን የሚ ጠብቁት ኮማንዶ ዎች በ መለስ ትእዛዝ ሊ ነሱ ነው",
    "tr_10341_tr100063": "አንዳንዱ ደግሞ ወደ ትጥቅ ትግል ሊ ሄድ ይችላል",
    "tr_10342_tr100064": "እጸ ገነት በ ራሷ ፎቶግራፍ ና ስ ም ኤርትራዊ ቷ በ ኢምግሬሽን ቢሮ በኩል እንዴት ል ታልፍ እንደ ቻለች ለ ፖሊስ ተናግራ ታስ ጠይቃለች",
    "tr_10343_tr100065": "አንዳንድ ዘገባዎች እንዳሉት ሌሎች ቀደም ብለው ወደ ደቡብ ኢትዮጵያ ገብ ተዋል ሌሎች ደግሞ እዚያ ው ደቡብ ሶማሊያ በ ግላቸው በ መስራት ይኖራሉ",
    "tr_10344_tr100066": "ኢትዮጵያ ወደው ጭ ከምት ል ካቸው በ ጣት ከሚ ቆጠሩ የውጭ ምርቶች ውስጥ ጫት ከ ቡና ቀጥሎ ከፍተኛ የውጭ ምንዛሪ እ ያስገኘ እንደሆነ ተገለጸ",
    "tr_10345_tr100067": "የ ብሮድካስቲንግ ረቂቅ ኢንቨስተሮች ን ተስፋ የሚያስ ቆርጥ ነው",
    "tr_10346_tr100068": "የ ክሱ ማሻሸያ በ ጽሁፍ እንዲ ደርሳቸው ጠየቁ",
    "tr_10347_tr100069": "ይህ በ እንዲ ህ እንዳለ በ ባሌ ዞን በ ሚካሄደው የ ካድሬዎች ግምገማ ዳ ባ ደበሌ ስብሰባው ን እንዳይ መሩ መከልከላቸው ን ምንጮቹ ገለጹ",
    "tr_10348_tr100070": "በ ተጨማሪ ም ተጫራቾች ድርጅቶቹ ን እንዴት እንደሚ መሩ የሚያ ሳይ የስራ እቅድ እንዲ ያቀርቡ ኤጀንሲው ጠይቋል",
    "tr_10349_tr100071": "በ ቅርብ ም በሩቁ ም ያለ ን ኢትዮጵያውያ ን በ ሙሉ",
    "tr_1034_tr11035": "ተጫዋቾቻችን ትንፋሽ የ ላቸውም የ ሚባለው ን አል ቀበለው ም",
    "tr_10350_tr100072": "ፕሬዚዳንት ሙሴቪኒ የ እነዚህ ልኡላን ልኡል ናቸው",
    "tr_10351_tr100073": "የ ኢትዮጵያ ህዝብ ደግሞ ሞት ን ከሚ ገባው በላይ አይ ቷል",
    "tr_10352_tr100074": "ደጃዝማች ችሎት ማን ሲገባ ማን ሲ ወጣ እንደ ነበረ ሁለቱ ም ያዩ ነበር",
    "tr_10353_tr100075": "ይህ ጦርነት እንዲ ቀሰቀስ ኢሳይያስ ባድመ ና ሽራሮ ን እንዲ ቆጣጠር የ ገፋፉ ት እነሱ ናቸው እንዳይ ባል ፍሩ ልኝ እንጂ",
    "tr_10354_tr100076": "የ ፈረንሳዩ ፕሬዚዳንት ዋናው ን ጉዳይ ወደ ጐን በ መተው ንጉሰ ነገስት በ መሆንዎ እንኳ ን ደስ ያለ ዎ የሚ ል ደብዳቤ ላኩ",
    "tr_10355_tr100077": "ሉአላዊነታችን ግን እንደ ተደፈረ ነው",
    "tr_10356_tr100078": "በ ኤርትራ ክልል ያለው የ አፋሮች መሬት በቅኝ ግዛት የተያዘ ነው ባዮች ናቸው",
    "tr_10357_tr100079": "የ አውራጃ አስተዳዳሪ ው ፖሊስ ይዘው በ መድረስ ወዲያ ውኑ የተለኮሰ ውን እሳት አጠፉ",
    "tr_10358_tr100080": "በ ቅርብ የሚ ያውቋቸው ና የ ትግል ጓደኞቻቸው ም እየ መሰከሩ ናቸው",
    "tr_10359_tr100081": "በዚያ ን ጊዜ ም የ ወለጋ ኦሮሞዎች እንዲ ህ እያሉ ያሞግ ሷቸው ነበር",
    "tr_1035_tr11036": "የ ዛሬው ጽሁፋችን አቶ ጸሀዬ በ ጡንቻ ቸው በ መተማመን የ ፈጸሙ ብን በደል አስ መልክ ተ ን እሮ ሯ ችንን ና ብሶ ታችንን ለ አንባቢያን ና ለሚ መለከተው የመንግስት ክፍል ለማስ ነበብ ነው",
    "tr_10360_tr100082": "የ ኢትዮጵያ ን ሰራዊት ልብ ለ መክፈል ና ለ መስለብ የ ኢትዮጵያ ዴሞክራ ት መኮንኖች አብዮታዊ ንቅናቄ አዲስ አበባ ሲደርስ እንደ ዚያ ሊ በተን ተደራጅቶ ነበር",
    "tr_10361_tr100083": "ኢትዮጵያውያ ን ቀይ ባህር ሳይ ደርሱ እንደማይ ቆሙ ይሰማ ቸዋል",
    "tr_10362_tr100084": "ሲ ተኩሱ ብን ነው ነገሩ የተበላሸ ው",
    "tr_10363_tr100085": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10364_tr100086": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10365_tr100087": "ኢትዮጵያ ሀገራችን መኩሪያ ችን ና ት",
    "tr_10366_tr100088": "ወደ ጂጂጋ በሚ ወስደው መንገድ ላይ ብዙ ም ስጥ ስላለ ኩ ይሳ ይበዛ ል",
    "tr_10367_tr100089": "ፖሊሱ እስረኞቹ ን ቆጠረ",
    "tr_10368_tr100090": "ታፈሰ ልብሱ ን ሲያ ጥብ ቆየ",
    "tr_10369_tr100091": "እንስራ ው ተ ሸነቆረ",
    "tr_1036_tr11037": "የ ኢትዮጵያ ፈረስ ፌዴሬሽን በ የክልሉ ተወዳዳሪ ቡድኖች ን አላ ዘጋጁ ም",
    "tr_10370_tr100092": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10371_tr100093": "ለ መሆኑ የ ቁንጅና መለኪያ ው ምንድነው",
    "tr_10372_tr100094": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10373_tr100095": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10374_tr100096": "ድንቹ በ ደንብ ስለተኰተኰተ በ ጥሩ ሁኔታ ኰረተ",
    "tr_10375_tr100097": "በ ድህነቱ ላይ ይህ ክፉ በሽታ ስለ ያዘው ሰውነቱ በጣም ኰ ሰሰ",
    "tr_10376_tr100098": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበረ እንዴ",
    "tr_10377_tr100099": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_10378_tr100100": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10379_tr100101": "ባድመ ላይ ያለቀው የኤርትራ ወታደር ስፍር ቁጥር የ ለውም",
    "tr_1037_tr11038": "እንደ ገና ይኸው ወጣት ቡድን ዋናው ን ብሄራዊ ቡድን ሆኖ ብሄራዊ ቡድን ን ገጥሞ ስምንት ለ አንድ ተሸነፈ",
    "tr_10380_tr100102": "እንዲያ መሬት አይ ን ካ ኝ ይል የነበረ ሰው በ ድንገት ቆረቆዘ አይደል",
    "tr_10381_tr100103": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10382_tr100104": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10383_tr100105": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_10384_tr100106": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10385_tr100107": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰብ በ አንድነት ወሰኑ",
    "tr_10386_tr100108": "በ ናዝሬት ከተማ ውስጥ ከሚገኙ ቤቶች ሁሉ ጉልህ የ ኡመር ቤት ነው",
    "tr_10387_tr100109": "ጐስቋላ ው ዳም ጤ ሎተሪ ደረሰው",
    "tr_10388_tr100110": "ከበደ ፈረሱ ን ለ ጐመ",
    "tr_10389_tr100111": "ትንሹ ልጅ እንጀራ በ ዶሮ ወጥ ከ በላ በኋላ አፉ ን በ ደም ብ ተጉ መጠመጠ",
    "tr_1038_tr11039": "ለ ኢንስትራክተሩ ከ ደሞዙ ጋር የ ተሰጠው መመሪያ ነበር",
    "tr_10390_tr100112": "ገንፎ ብዙ ጊዜ የሚ በላው በ ጐድጓዳ ሳ ህን ነው",
    "tr_10391_tr100113": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10392_tr100114": "ቤዛ ጐረ መሰ መሰለኝ ትእዛዝ አል ቀበል ም አለ",
    "tr_10393_tr100115": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_10394_tr100116": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10395_tr100117": "ወይዘሮ ባፈ ና በ እን ጉር ጉ ሯቸው የ ታወቁ ናቸው",
    "tr_10396_tr100118": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10397_tr100119": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10398_tr100120": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10399_tr23101": "መኪና ዪቱ ብዙ ም ካህ ያ ዪቱ አት ሻል ነበር",
    "tr_1039_tr11040": "ኮሚቴው ብቃት ና ችሎታ የሌለው ን ኮሚሽነሮ ች በ መመደብ አላማው ን ያሳ ካል",
    "tr_103_tr02003": "የ መንገደኞች ማስተናገጃ ህንጻው በ ሰአት እስከ ሶስት ሺ ያህል መንገደኞች ን ማስተናገድ ይችላል",
    "tr_10400_tr23102": "ጓደኛ ዪቱ ብ ዪ ተ ብላ ብት ለመ ንም እሺ አ ላለች",
    "tr_10401_tr23103": "ዝንጀሮ ዪቱ እ ዪ የ ተባለችው ን ነገር አ ታይም",
    "tr_10402_tr23104": "አይ ና ማ ዪቱ ሙሽራ አንደኛ ሚዜ ዪቱ ን ስታ ጐር ሳት ነበር",
    "tr_10403_tr23105": "አይዞ ሽ ከ ኔ ጋር ኮብል ዪ ብሎ አስ ኮብል ሎ አረገዝኩ ስት ለ ው ጊዜ አይንሽ ን ላ ፈር አላ ት",
    "tr_10404_tr23106": "የፖለቲካ ተንታ ኟ እንዳሉት ከሆነ የ ኢትዮጲያ የ ወደፊት ራእይ ጥሩ ይመ ስላል",
    "tr_10405_tr23107": "ሚስት አ ግብተው ሶስት ልጆች በት ነው የ ጠፉት ቄስ ፊሊ ጶ ስ ደብር ተገኙ",
    "tr_10406_tr23108": "ይህ በ እንዲ ህ እንዳለ የ ደብረ ምጥ ማቅ ቅዱስ ፊልጶስ ቤተ ክርስቲያን ከ ማጡ ወደ ድጡ ሆኖ በት እንደሚ ገኝ ተገለጸ",
    "tr_10407_tr23109": "ኤጲስ ቆጶስ ቱ ትላንትና ተሰብስበው ነበር",
    "tr_10408_tr23110": "የ ኢትዮጵያ ና የኤርትራ ፍጥጫ መካረር ለ ሱዳን እንዳይ በጅ በ ሱዳን አማጺያን ስጋት መፈጠሩ ተገለጠ",
    "tr_10409_tr23111": "የ ሱዳን አማጺ ዎች ኢትዮጵያ ንና ኤርትራ ን እየሸ መገሉ ነው",
    "tr_1040_tr11041": "ፊዮረንቲና በ ከተማው ሳ ም ፕሮ ዲያን ያስተናግ ዳል",
    "tr_10410_tr23112": "ጺ ማቸው ና ጹ ጉ ራቸው ቢያድግ ም ተ በ ጥሮ ተስተካክ ሏል",
    "tr_10411_tr23113": "ጺ ዮን ማሪያም ሄጄ ነበር",
    "tr_10412_tr23114": "ቀራጺ ው የ ሰራቸው ቅርጻ ቅርጾች በ ውድ ዋጋ ተሸጡ ለት",
    "tr_10413_tr23115": "የ ቡርዧ ዴሞክራሲ ከፍተኛ ደረጃ ላይ ቢደርስ ም ወደ ህዝባዊ ዴሞክራሲ ሊ ለወጥ አይችልም",
    "tr_10414_tr23116": "ያዩ ዋት ን ወንዶች ሁሉ አፍ ዛዧ ሴትዮ ትላንትና በ እድ ስ ሞተች",
    "tr_10415_tr23117": "በ ፍቅር አፍ ዛዧ ያልተባለ ችውን ያህል በሽታው እንዳለበት ሲ ታውቅ ጊዜ መራዧ የሚ ል ስ ም ተሰጣት አይደል",
    "tr_10416_tr23118": "ያቺ ታ ዛዧ ና ለ ደከመ ው ሁሉ አጋ ዧ ልጀ ችሁ ደህ ና ና ት",
    "tr_10417_tr23119": "ሀሳቡ ን አውጋዧ የ ነበረችው እረ ሷ ዋናዋ አራማጅ ሆና አረፈ ችው",
    "tr_10418_tr23120": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10419_tr23121": "ዘመናዊ ውን የ አምሪ ካ ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_1041_tr11042": "ባንኮች እሁድ እ ለት በ ቡና አንድ ለ ዜሮ ተሸን ፏል",
    "tr_10420_tr23122": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10421_tr23123": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10422_tr23124": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10423_tr23125": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10424_tr23126": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10425_tr23127": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10426_tr23128": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10427_tr23129": "አብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10428_tr23130": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10429_tr23131": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_1042_tr11043": "ይህ ደግሞ ኢትዮጵያ ከ ጸጥታው ምክር ቤት በኩል የሚ ደረገው ን ጫና እንዳስቆጣ ው የሚያ ሳይ ነው ተ ብሏል",
    "tr_10430_tr23132": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10431_tr23133": "ሂር ጶ የሚለው የ ኦሮምኛ ስ ም ሲ ቆላ መጥ ሂርጱዬ ነው የሚ ሆነው",
    "tr_10432_tr23134": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ ታወቀ",
    "tr_10433_tr23135": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10434_tr23136": "ለ መሆኑ የ ቁንጅና መለኪያ ው ምንድነው",
    "tr_10435_tr23137": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10436_tr23138": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰቡ በ አንድነት ወሰኑ",
    "tr_10437_tr23139": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10438_tr23140": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_10439_tr23141": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_1043_tr11044": "እነዚህ በ ግዛት በ ቀጥታ የማ ና ገኛ ቸው ናቸው",
    "tr_10440_tr23142": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10441_tr23143": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10442_tr23144": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10443_tr23145": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበር እንዴ",
    "tr_10444_tr23146": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10445_tr23147": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10446_tr06101": "መኪና ዪቱ ብዙ ም ካህ ያ ዪቱ አት ሻል ነበር",
    "tr_10447_tr06102": "ጓደኛ ዪቱ ብ ዪ ተ ብላ ብት ለመ ንም እሺ አ ላለች",
    "tr_10448_tr06103": "ዝንጀሮ ዪቱ እ ዪ የ ተባለችው ን ነገር አ ታይም",
    "tr_10449_tr06104": "አይ ና ማ ዪቱ ሙሽራ አንደኛ ሚዜ ዪቱ ን ስታ ጐር ሳት ነበር",
    "tr_1044_tr11045": "ስለ ሳቸው ሞት ያልተባለ ነገር የ ለ ም",
    "tr_10450_tr06105": "አይዞ ሽ ከ ኔ ጋር ኮብል ዪ ብሎ አስ ኮብል ሎ አረገዝኩ ስት ለ ው ጊዜ አይንሽ ን ላ ፈር አላ ት",
    "tr_10451_tr06106": "የፖለቲካ ተንታ ኟ እንዳሉት ከሆነ የ ኢትዮጲያ የ ወደፊት ራእይ ጥሩ ይመ ስላል",
    "tr_10452_tr06107": "ሚስት አ ግብተው ሶስት ልጆች በት ነው የ ጠፉት ቄስ ፊሊ ጶ ስ ደብር ተገኙ",
    "tr_10453_tr06108": "ይህ በ እንዲ ህ እንዳለ የ ደብረ ምጥ ማቅ ቅዱስ ፊልጶስ ቤተ ክርስቲያን ከ ማጡ ወደ ድጡ ሆኖ በት እንደሚ ገኝ ተገለጸ",
    "tr_10454_tr06109": "ኤጲስ ቆጶስ ቱ ትላንትና ተሰብስበው ነበር",
    "tr_10455_tr06110": "የ ኢትዮጵያ ና የኤርትራ ፍጥጫ መካረር ለ ሱዳን እንዳይ በጅ በ ሱዳን አማጺያን ስጋት መፈጠሩ ተገለጠ",
    "tr_10456_tr06111": "የ ሱዳን አማጺ ዎች ኢትዮጵያ ንና ኤርትራ ን እየሸ መገሉ ነው",
    "tr_10457_tr06112": "ጺ ማቸው ና ጹ ጉ ራቸው ቢያድግ ም ተ በ ጥሮ ተስተካክ ሏል",
    "tr_10458_tr06113": "ጺ ዮን ማሪያም ሄጄ ነበር"
}