Model: "model"
__________________________________________________________________________________________________
Layer (type)                    Output Shape         Param #     Connected to                     
==================================================================================================
input_feature (InputLayer)      [(None, None, 13)]   0                                            
__________________________________________________________________________________________________
masking (Masking)               (None, None, 13)     0           input_feature[0][0]              
__________________________________________________________________________________________________
lstm (LSTM)                     (None, None, 100)    45600       masking[0][0]                    
__________________________________________________________________________________________________
batch_normalization (BatchNorma (None, None, 100)    400         lstm[0][0]                       
__________________________________________________________________________________________________
lstm_1 (LSTM)                   (None, None, 100)    80400       batch_normalization[0][0]        
__________________________________________________________________________________________________
batch_normalization_1 (BatchNor (None, None, 100)    400         lstm_1[0][0]                     
__________________________________________________________________________________________________
lstm_2 (LSTM)                   (None, None, 100)    80400       batch_normalization_1[0][0]      
__________________________________________________________________________________________________
input_label (InputLayer)        [(None, None)]       0                                            
__________________________________________________________________________________________________
time_distributed (TimeDistribut (None, None, 286)    28886       lstm_2[0][0]                     
__________________________________________________________________________________________________
input_label_len (InputLayer)    [(None, 1)]          0                                            
__________________________________________________________________________________________________
input_feature_len (InputLayer)  [(None, 1)]          0                                            
__________________________________________________________________________________________________
ctc_loss_layer (CTCLossLayer)   (None, None, 286)    0           input_label[0][0]                
                                                                 time_distributed[0][0]           
                                                                 input_label_len[0][0]            
                                                                 input_feature_len[0][0]          
==================================================================================================
Total params: 236,086
Trainable params: 235,686
Non-trainable params: 400
__________________________________________________________________________________________________