Model: "model"
__________________________________________________________________________________________________
Layer (type)                    Output Shape         Param #     Connected to                     
==================================================================================================
input_feature (InputLayer)      [(None, None, 13)]   0                                            
__________________________________________________________________________________________________
masking (Masking)               (None, None, 13)     0           input_feature[0][0]              
__________________________________________________________________________________________________
rnn (RNN)                       (None, None, 100)    45600       masking[0][0]                    
__________________________________________________________________________________________________
input_label (InputLayer)        [(None, None)]       0                                            
__________________________________________________________________________________________________
logit (Dense)                   (None, None, 286)    28886       rnn[0][0]                        
__________________________________________________________________________________________________
input_label_len (InputLayer)    [(None, 1)]          0                                            
__________________________________________________________________________________________________
input_feature_len (InputLayer)  [(None, 1)]          0                                            
__________________________________________________________________________________________________
ctc_loss_layer (CTCLossLayer)   (None, None, 286)    0           input_label[0][0]                
                                                                 logit[0][0]                      
                                                                 input_label_len[0][0]            
                                                                 input_feature_len[0][0]          
==================================================================================================
Total params: 74,486
Trainable params: 74,486
Non-trainable params: 0
__________________________________________________________________________________________________