{
    "tr_10000_tr097082": "የተለያዩ የ ትግራይ አውራጃ ተወላጆች ገንዘባቸው ን አዋጥ ተው የ ልማት ተቋማትን እንዲ መሰርቱ ትልማ አይ ፈቅድ ም",
    "tr_10001_tr097083": "የ ጠመንጃ ተኩስ ተከፈተ ና አራት የኤርትራ ወታደሮች ተገደሉ",
    "tr_10003_tr097085": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10005_tr097087": "ድንቹ በ ደንብ ስለተኰተኰተ በ ጥሩ ሁኔታ ኰረተ",
    "tr_10008_tr097090": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_1000_tr11001": "ያ ኮምፒ ተር ለ ተጠቃሚው በ ትክክል የሚ ፈለገው ን ነገር እንዲ ያሟላ ማድረግ ነው",
    "tr_10010_tr097092": "ባድመ ላይ ያለቀው የኤርትራ ወታደር ስፍር ቁጥር የ ለውም",
    "tr_10012_tr097094": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10013_tr097095": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራ የታወቀች ነች",
    "tr_10014_tr097096": "የተፈራ አተር ቀድሞ ስለ ተዘራ ተ ሎ ጐመራ",
    "tr_10015_tr097097": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰብ በ አንድነት ወሰኑ",
    "tr_10017_tr097099": "ጐስቋላ ው ዳም ጤ ሎተሪ ደረሰው",
    "tr_10018_tr097100": "ከበደ ፈረሱ ን ለ ጐመ",
    "tr_10019_tr097101": "ትንሽ ልጅ እንጀራ በ ዶሮ ወጥ ከ በላ በኋላ አፉ ን በ ደም ብ ተጉ መጠመጠ",
    "tr_1001_tr11002": "ስዊድን ከ ኢትዮጵያ ጋር ያላትን ግንኙነት አስመልክቶ አዲስ የ ትብብር ስልት መነደፉ ን አምባሳደሩ ገልጸዋል",
    "tr_10020_tr097102": "ገንፎ ብዙ ጊዜ የሚ በላው በ ጐድጓዳ ሳ ህን ነው",
    "tr_10021_tr097103": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10023_tr097105": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_10024_tr097106": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10025_tr097107": "ወይዘሮ ባ ፋና በ እን ጉር ጉ ሯቸው የ ታወቁ ናቸው",
    "tr_10026_tr097108": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወድ በ ለ ሆሳ ስ ነገራት",
    "tr_10029_tr097111": "የ ቻይና ህዝብ ሁ ልቆ መሳፍርት የ ለውም",
    "tr_1002_tr11003": "ሌላው ኢትዮጵያዊ ስ ሊ ሽ ሽ ኔ ስድስተኛ ከ መውጣቱ ጋር ተዳ ም ሮ ኢትዮጵያ ኬንያ ን ተከትላ በ ወጣት ወንዶች በ ቡድን ሁለተኛ ለ መሆን ች ላለች",
    "tr_10031_tr097113": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10032_tr097114": "አንቺ ልጅ ያ የ ሽውን ነገር ሁሉ ለ ማግኘት አት ጓጉ",
    "tr_10033_tr097115": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስረ ወ መንግስት ነው",
    "tr_10034_tr097116": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10035_tr097117": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10036_tr097118": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10037_tr097119": "መ ምሩ እንዳስ ተማሩት ከሆነ ህጻናቶች ም ንም ኩነኔ የ ለ ባቸውም",
    "tr_10038_tr097120": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10039_tr098001": "በ መጀመሪያ ደረጃ ወራሪ ሆኖ የ ኢትዮጵያ ግዛት ን መያዙ ን አምኖ ለ መውጣት ተስማም ቷል",
    "tr_10040_tr098002": "መለስ ና ኢሳያስ ማስጠንቀቂያ ደረሳቸው",
    "tr_10041_tr098003": "የኤርትራ ባንዲራ ይውረድ ተብሎ ኤምባሲ ተደበደበ",
    "tr_10043_tr098005": "የ ጋና ው ፕሬዚዳንት ኢትዮጵያ ና ኤርትራ የ ድንበር ው ዝግባ ቸውን በ ሰላም እንዲ ፈቱ ጥሪ ማቅረባቸው ተገለጠ",
    "tr_10045_tr098007": "በ አሁኑ ሰአት የቤተ ክርስቲያን ሊቃውንት እንዴት እንደ ተ ና ቁና እንደ ተጠሉ ም ሳይ ናገሩ አ ላለፉ ም",
    "tr_10046_tr098008": "ጠዋት የ ጀመርነው ጉዞ የ አዲስ አባ ና የ ኦሮሚያ ክልሎች ን በ ማገባደድ ጥቁር ውሀ ላይ ደረሰ",
    "tr_10048_tr098010": "በ አገሪቱ ደረጃ የ ባንኩ ቋሚ ና ተንቀሳቃሽ ንብረቶች ያሉበት ን ሁኔታ መገምገም ና ተያያዥ ስራዎች ን ማከናወን በ ሶስተኛነት የ ተጠቀሰ አላማ ነው",
    "tr_10049_tr098011": "ሁሴን አይዲድ ወንጀለኛ ናቸው ኢትዮጵያ ጸጥታ ዋን የ ማስከበር መብት አላ ት",
    "tr_1004_tr11005": "በ ገዳማት የሚገኙ አበው ና መነኮሳት የ እመቤታችን ን ፍቅር ተላብ ሰው በ እፍኝ ቆሎ ና በ ጥር ኝ ውሀ ተ ወስነው ሱባኤ ያቸውን የሚይዙ በት ወቅት ነው",
    "tr_10050_tr098012": "መናገራቸው ን ምንጮቹ አስረድ ተዋል",
    "tr_10051_tr098013": "ኤርትራ ሚግ ሀያ አንድ ገዛ ች",
    "tr_10052_tr098014": "በ ጉንፋን የ ዘገዩ ት አንቶኒ ሌክ ሀሙስ አዲስ አበባ ይገባ ሉ",
    "tr_10053_tr098015": "የ ኮርቴክ ኩባንያ ጂኦሎጂ ስት የሆኑት ኒክ ኖርማ ን እንደ ገለጹት ከ አካባቢው የተ ወሰዱት ናሙና ዎች ምርመራ ቀጣይ የ ማእድን ፍለጋ የሚ ያበረታታ ና ተገቢ የሚያደርግ በቂ መረጃ ጠቁ መዋል",
    "tr_10054_tr098016": "ኮሌጆቹ በ መዘጋታቸው ምክንያት አብዛኞቹ ተማሪዎች ወደ የ መጡበት ተ መልሰዋል",
    "tr_10055_tr098017": "ተባባሪ መንገደኞች ም ይህን ይናገሩ ታል",
    "tr_10056_tr098018": "የ ኢትዮጵያ የ ህግ ባለሙያ ሴቶች ማህበር ክስ መሰረተ",
    "tr_10058_tr098020": "ወደ ኬንያ የ ኮበለሉ ት ሁለት አስር አለቃ ና አምስት ወታደሮች ናቸው ተ ባለ",
    "tr_10059_tr098021": "አንዳንዶች ጋዜጠኞች ለ ኢትዮጵያውያ ን በ ውን አስቸጋሪ ሆነዋል",
    "tr_1005_tr11006": "የ ኤርትራውያን ቤት ነዋሪው ን ህብረተሰብ እያ ፋጀ ነው",
    "tr_10060_tr098022": "እኛ እንደ ውም የኤርትራ መንግስት ም ምርኮኛ አድርጐ የ ያዛቸው ን ኢትዮጵያውያ ን ን እንዲ ለቅ እን ጠይቃ ለ ን ሲሉ ገልጿ ል",
    "tr_10061_tr098023": "ፕሮፌሰር አስራት ተሽ ሏቸው ከ ሆስፒታል ወጡ",
    "tr_10062_tr098024": "በደሴ ከተማ አስራ ስድስት ሱቆች ን ያቃጠ ለ ችው ኤርትራዊ ት ተያዘች",
    "tr_10064_tr098026": "ሻእቢያ ዜጐች ን ኢትዮጵያዊ እ ያሰኘ የ ፈጸመው ኢኮኖሚያዊ ምዝበራ ተጋለጠ",
    "tr_10065_tr098027": "ዶክተር በየነ ጴጥሮስ ገልጸዋል",
    "tr_10066_tr098028": "የ ኢንቨስትመንት አዋጁ ፖስታ ና ቴሌ ን ለ ባለ ሀብቶች መልቀቅ አለ በት",
    "tr_10067_tr098029": "ጥያቄ ያችን ጆንያ ሙሉ ነው",
    "tr_10069_tr098031": "ለ ኢትዮጵያ ብሄራዊ ቡድን ሶስት ጊዜያዊ አሰልጣኞች ተመረጡ",
    "tr_1006_tr11007": "በ እ ስቱትጋርት ወደ ትግራይ ያንጋደደ ውን የ ልማት ስራ ኢትዮጵያ ን ን አከራ ከረ",
    "tr_10072_tr098034": "በ ኢትዮ ኬንያ ድንበር ሁለት መቶ ሰዎች ሞቱ",
    "tr_10073_tr098035": "ኢትዮጵያዊ ው በላይ ተክሉ ኢትኦጵ ን አሳ ሰሩ",
    "tr_10074_tr098036": "የ አይዲድ ቀኝ እጅ ትናንት ተገደሉ",
    "tr_10075_tr098037": "አብደላ እድሪስ ወደ ግብጽ እንዳይ ገቡ ታገዱ",
    "tr_10076_tr098038": "ጭ ረ ታቸውን እንደ ያዙ ወደማ ሳቸው ሄዱ",
    "tr_10077_tr098039": "ኢትዮጵያዊ ተመራማሪ የ ፕሪንስ ክሎስ ሽልማት ን አገኘ",
    "tr_10078_tr098040": "ሆቴል ም እንደ ገባሁ ስማቸው ን አጠና ያደረግ ነውን ውይይት ም አስብ ነበር",
    "tr_10079_tr098041": "ግን ችሎታው የ ሌላቸው ተጫዋቾች ም ችሎታቸው ሊ ዳብር ና ጥሩ ሊሆን እንደሚ ችል አይ ታወቅ ም",
    "tr_1007_tr11008": "አንድ ምእራባዊ ዲፕሎማት እንደ ገለጡት ሁሴን ከ እንግዲህ ወደ ቀድሞ ይዞታ ቸው ለ መመለስ አቅሙ አይ ኖራቸው ም ብለዋል",
    "tr_10081_tr098043": "ተጫዋቾች እንደሚ ሉት ቀደም ሲል ስፖርት ኮሚቴው ቃል እንደ ገቡ ላቸው ቃላቸው ን እንዳል ጠበቁ አጫው ተውናል",
    "tr_10082_tr098044": "በገና ለ ገና ስሜት ካ ማረው ጉዟቸው ሊ ደናቀፉ አይገባም",
    "tr_10083_tr098045": "ይህም እግር ኳስ ተጫዋች ሊያ ደርገኝ ችሏል",
    "tr_10084_tr098046": "የ ኢትዮጵያ ስፖርት ጋዜጠኞች ማህበር መተዳደሪያ ደንቡ ን አ ጸደቀ",
    "tr_10085_tr098047": "ደጋፊው ለ ውድድሩ ትኩረት ካደረገ ገቢ ያገኛ ል",
    "tr_10086_tr098048": "ሰልጣኞቹ በ መግባባት በኩል ችግር እንዳል ገጠማቸው ታውቋል",
    "tr_10087_tr098049": "በ እለቱ ጥቁር ማሊያ አድርገው የ ገቡት ዩናይት ዶች ልክ እንደ ማሊያው ጠቁ ረው ነበር የ ወጡት",
    "tr_10088_tr098050": "ከ የክልሉ ጥሩ ጥሩ ተጨዋቾች ናቸው ብለው ያመኑ ባቸውን አሰባ ስበዋል",
    "tr_10089_tr098051": "አቶ ደምስ ማ ንም እንደሚ ያውቀው በ ኢትዮጵያ ፉትቦል ፌዴሬሽን ና በ ክልል አስራ አራት ፉትቦል ፌዴሬሽን መካከል አለመግባባቶች ነበሩ",
    "tr_1008_tr11009": "የ ኮሪያ ወታደራዊ ጠበብ ት ኢትዮጵያ ን ን እየ ረዱ ነው",
    "tr_10090_tr098052": "የ ኢትዮጵያ ኦሎምፒክ ኮሚቴ ጽፈት ቤት ጉዳዩ ን አስመልክቶ በ የ አድራሻቸው ደብዳቤ ጽፏል",
    "tr_10091_tr098053": "ከዚህ ሌላ ሌይስተር ኤቨርተን ን ሁለት ለ ዜሮ ኖቲንግሀም ፎሬስት ኮቬንትሪ ን አንድ ለ ዜሮ አሸንፈ ዋል",
    "tr_10092_tr098054": "ዚዳን ሉ ፒ ጁቬ ን ስለሚ ለቁ እርሳቸው ን ሊ ከተል ነው የ ሚባለው ን አስ ተባብሎ በ ጣልያን ለ መጫወት ፍላጐት እንደሌለ ው ና እንግሊዝ ን እንደሚ መርጥ ተናግ ሯል",
    "tr_10094_tr098056": "ባሬንቱ በ ኢትዮጵያ ሰራዊት ቁጥጥር ስር ሆነች",
    "tr_10096_tr098058": "ሶማሊያ ዎች ጠቅላይ ሚኒስትር መለስ ን አስ ጠንቀቁ",
    "tr_10097_tr098059": "የ ኢትዮጵያ ቴሌኮሚኒኬሽን የውጭ ኢንቨስተሮች ከ ኮርፖሬሽኑ ጋር ሼር እንዲ ገቡ ጋበዘ",
    "tr_10099_tr098061": "ልኡኩ ከ ሩሲያ የውጭ ጉዳይ ሚኒስቴር ባለስልጣናት ጋር እንደሚ ገናኝ ም ታውቋል",
    "tr_1009_tr11010": "በ ነገራችን ላይ ካናዳ ም እንዲ ሁ እንደ አሜሪካን ና ት",
    "tr_10100_tr098062": "የ ጅማ ሻሸመኔ ጐባ ከተማዎች እንደ ገና በ አባይ ጸሀዬ ሊ ዋቀሩ ነው",
    "tr_10101_tr098063": "የ ልኡካን ቡድኑ የውጭ ባንኮች አቅም እንደሚ ጠናከር የሚ ያስረዳ ማስረጃዎች ን ለማቅረብ መዘጋጀታቸው ተጠቁ ሟል",
    "tr_10102_tr098064": "በ ህገ ወጥ መንገድ ኤርትራዊ ቷን ከ ኢትዮጵያ ያስወጣ ው ጀርመናዊ በ ቁጥጥር ስር ዋ ለ",
    "tr_10103_tr098065": "አዋሽ ኢንሹራንስ በ ጅማ ስድስተኛ ቅርንጫፍ ከፈተ",
    "tr_10105_tr098067": "የተባረሩ ኤርትራውያን ድርጅታቸው ተ ሸጦ ወኪሎ ቻቸው ከ አገር እንዲ ወጡ ተወሰነ",
    "tr_10106_tr098068": "ወዲያ ው ከ ታላቅ ወንድማቸው ከ ስዬ ጋር ማውራት ጀመሩ",
    "tr_10107_tr098069": "ከ ሄጉ የ ድንበር ኮሚሽን ውሳኔ በኋላ የ ኢትዮጵያ ባለስልጣናት ስራ በዝቶ ባቸው መሰንበቱ ን ቅርበት ያ ላቸው ምንጮች ገለጹ",
    "tr_10108_tr098070": "የ ኢትዮጵያ ፕራይቬታይዜሽ ን ኤጀንሲ ባለፈው ሳምንት የመንግስት የ ልማት ተቋማትን ለ ሽያጭ አቀረ በ",
    "tr_10109_tr098071": "አሜሪካ የምት ደግፈው ኢትዮጵያ ን ነው ብለዋል",
    "tr_1010_tr11011": "ኢትዮጵያ በ ሱዳን ያላ ት ዲፕሎማሲ ያዊ ውክልና አ ወደ አምባሳደር ደረጃ እንዲ ያድግ መጠየቋ ን የ ኢትዮጵያ የውጭ ጉዳይ ሚኒስቴር ባለፈው አርብ አስ ታወቀ",
    "tr_10110_tr098072": "ዛሬ ነገሩ ሁሉ ተገለባብ ጧል",
    "tr_10111_tr098073": "እንደ ረፋድ ገበያ የተ ሟሟቀ ነው",
    "tr_10112_tr098074": "እንደ ኔው የመጣ አንድ ኢትዮጵያዊ አገኘሁ",
    "tr_10113_tr098075": "ተፈናቃዮች ን ማስተናገዱ ና ለ አዲሱ ኑሮ አቸው ማዘጋጀቱ ለ ሻእቢያ ተጨማሪ የ ቤት ስራ ብቻ ሳይሆን ተጨማሪ የ ራስ ምታት ም ነው",
    "tr_10114_tr098076": "አጼ ዮሀንስ ለእንግሊዟ ንግስት የ ጻፉት ደብዳቤ ከ ሌሎቹ ለ የ ት ያለ ነበር",
    "tr_10116_tr098078": "የ ራዲዮ የ ስርጭት ሰአት እንዲ ራዘም ና አዳዲስ ፕሮግራሞች ም እንዲ ከፈቱ ተደርጓል",
    "tr_10117_tr098079": "የ ወናጐ ተፈናቃዮች ንም እንደ ሌሎቹ ቃኝ ቻለሁ",
    "tr_10118_tr098080": "ኢሳይያስ አፈወርቂ ኢትዮጵያ ና ኢትዮጵያ ም ያሳደገ ቻቸው መሆናቸው እውነት ነው",
    "tr_1011_tr11012": "የ ሄዱት አንዴ ሄደ ዋል ጠፍ ተዋል ሞ ተዋል",
    "tr_10120_tr098082": "በ ብዙ ሺዎች የሚ ቆጠሩት ከ አገር ተሰደዱ",
    "tr_10121_tr098083": "እንደ ሩሲያ ቻይና ሩማንያ ቡልጋሪያ ና ዩክሬን ያሉ አገሮች ለ ሁለቱ ም ወገኖች የ ጦር መሳሪያ አቅርበ ዋል",
    "tr_10122_tr098084": "የተባለ ውን የሚያደርገው ም በዚህ ምክንያት ነው",
    "tr_10123_tr098085": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_10124_tr098086": "አብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10125_tr098087": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10126_tr098088": "ድንቹ በ ደንብ ስለተኰተኰተ በ ጥሩ ሁኔታ ኰረተ",
    "tr_10128_tr098090": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_1012_tr11013": "ለ ትምህርት ና ጥናቶች የ ተቀረጹ ባቸው የ ቪዲዮ ክሮች የ ካሴት ክሮች ዲ ስኬቶች ና የ ትምህርት መጻህፍት በ መመሪያ ለ ያለ ብዛት ገደብ በ ሙሉ እንዲ ገቡ ከተ ፈቀዱ ት ውስጥ የሚጠቀሱ ናቸው",
    "tr_10131_tr098093": "እንዲያ መሬት አይ ን ካ ኝ ይል የነበረ ሰው በ ድንገት ቆረቆዘ አይደል",
    "tr_10132_tr098094": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበር እንዴ",
    "tr_10133_tr098095": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10134_tr098096": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10135_tr098097": "ኢትዮጵያ ሀገራችን መኩሪያ ችን ና ት",
    "tr_10136_tr098098": "ወደ ጂጂጋ በሚ ወስደው መንገድ ላይ ብዙ ም ስጥ ስላለ ኩ ይሳ ይበዛ ል",
    "tr_10137_tr098099": "ፖሊሱ እስረኞቹ ን ቆጠረ",
    "tr_10138_tr098100": "ታፈሰ ልብሱ ን ሲያ ጥብ ቆየ",
    "tr_10139_tr098101": "እንስራ ው ተ ሸነቆረ",
    "tr_1013_tr11014": "ሶስተኛ የ መታገያ ብሄራዊ ጉዳያችን ን አስ ለይቶ ናል",
    "tr_10140_tr098102": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10141_tr098103": "ለ መሆኑ የ ቁንጅና መለኪያ ው ምንድነው",
    "tr_10142_tr098104": "ትንሹ ልጅ እንጀራ በ ዶሮ ወጥ ከ በላ በኋላ አፉ ን በ ደም ብ ተጉ መጠመጠ",
    "tr_10143_tr098105": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_10145_tr098107": "ወይዘሮ ባ ፋና በ እን ጉር ጉ ሯቸው የ ታወቁ ናቸው",
    "tr_10146_tr098108": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10149_tr098111": "የ ቻይና ህዝብ ሁ ልቆ መሳፍርት የ ለውም",
    "tr_1014_tr11015": "የ ኢትዮጵያ ቡድን ወደ ኒጀር ተጓዘ",
    "tr_10150_tr098112": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10152_tr098114": "አንቺ ልጅ ያ የ ሽውን ነገር ሁሉ ለ ማግኘት አት ጓጉ",
    "tr_10153_tr098115": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10154_tr098116": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10155_tr098117": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10156_tr098118": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10157_tr098119": "መ ምሩ እንዳስ ተማሩት ከሆነ ህጻናቶች ም ንም ኩነኔ የ ለ ባቸውም",
    "tr_10158_tr098120": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_1015_tr11016": "ቦምብ ሀያ ስምንት ተማሪዎች ን አ ቆሰለ",
    "tr_10160_tr099002": "የ አድማው ተባባሪ የተባሉት ተባረሩ",
    "tr_10161_tr099003": "ፖሊሶቹ ጉዳት ደረሰባቸው በ አዲስ አበባ የ ሚገኘው የኤርትራ ኤምባሲ በ ትላንቱ እ ለት ተደበደበ",
    "tr_10163_tr099005": "የ አጃንስ ፍራንስ ፕረስ እንደ ገለጠው ሀይሌ ወልደ ተንሳይ አገራቸው ኤርትራ ድንበሩ እንዲ ከለል ፈቃደኛ ስት ሆን ኢትዮጵያ ግን አለ መፍቀዷ ን እንደ ገለጡ ም አመልክ ቷል",
    "tr_10164_tr099006": "እስካሁን ያለው የ ደብሩ ክህነት ና የ አካባቢው ምእመናን ጥንካሬ ና አቋም ግን ተደ ን ቋል",
    "tr_10165_tr099007": "እንደ ገና ደግሞ በ ዚያው ሰሞን የሚ ያርሱ በት ከ ብት አጥተው ብዙዎች በ ረሀብ አ ለቁ የ ተቀሩት ም ይ ሰደዱ ጀመር",
    "tr_10166_tr099008": "ጥቁር ውሀ ን ተሻግ ረን አዋሳ ስን ገባ ለ ፖሊሶቹ የ እንኳ ን ደህ ና መጣችሁ አቀባበል ተደረገላቸው",
    "tr_10167_tr099009": "ዶክተር ሪያክ ማቻር የ ሱዳን ን መንግስት ትእዛዝ መቃወማቸው ተገለጠ",
    "tr_10168_tr099010": "ሩስያ የ ኢትዮጵያ ን እዳ ስረዛ በ መሰረተ ሀሳብ ተስማማች",
    "tr_10169_tr099011": "ኢትዮጵያ ም ራሷ ን ለ መከላከል ና ጸጥታ ዋን ለ ማስከበር መብት እንዳላ ት እንደሚ ረዱ አስ ታወቁ",
    "tr_1016_tr11017": "የ ጄኔራል ነት ማእረግ ያ ላቸው ከፍተኛ ወታደራዊ መኮንኖች ጠቅላይ ሚኒስትር መለስ ዜናዊ የሚመሩ ትን ስብሰባ መጀመራቸው ን ምንጮቻችን ገለጹ",
    "tr_10170_tr099012": "የኤርትራ የ አገር ግዛት ሚኒስቴር መሀመድ ሸሪፎ በ ፕሬዝዳንት ኢሳያስ ትእዛዝ ከ ስራቸው መባረራቸው ን አ መኑ",
    "tr_10171_tr099013": "ባለሙያዎቹ በ ተጨማሪ ም እነዚህ ዲ ቃሎች የ ኢኮሎጂ መዛባት ሊያ ስከትሉ እንደሚ ችሉ ም አክለው ገልጸዋል",
    "tr_10173_tr099015": "ኒክ ሮማን እንደሚ ሉት የ ማእድን ፍለጋ ጂኦሎጂ ስቶች ዝሆን ማደን ከ ፈለክ ወደ ዝሆን ሀገር ሂድ ይላሉ",
    "tr_10174_tr099016": "በ ደቡብ ክልል በ ጌዲኦ ዞን የ ዲላ ኮሌጅ ና የ ዲላ ጤና ሳይንስ ኮሌጅ ተማሪዎች ትምህርታቸው ን እንዳ ቋረጡ ናቸው",
    "tr_10175_tr099017": "ገዢ ፓርቲዎች በ ህገወጥ ነት የመንግስት ስራ ያካሂ ዳሉ",
    "tr_10176_tr099018": "ከ እንቅስቃሴ የታገደ ው የ ኢትዮጵያ የ ህግ ባለሙያ ሴቶች ማህበር እግዱ በ አስተዳደር መፍትሄ ባለ ማግኘቱ ከ ትናንት በስቲያ የ ክስ ማመልከቻ አስገብ ቷል",
    "tr_10177_tr099019": "ይህን አውጡ ነው የምን ለ ው",
    "tr_10178_tr099020": "ይህንን ለ ማጠናከር ለ ማህበሩ እርዳታ እንዲያደርጉ እንጂ አፍራሽ ተግባር እንዳይ ፈጽሙ እናሳ ስ ባለ ን ብለዋል",
    "tr_1017_tr11018": "በ ኢትዮጵያ ከ ሶስት ነጥብ አምስት ሚሊዮን በላይ የ ኤች አይ ቪ ኤድስ ቫይረስ በ ደማቸው የሚገኙ ዜጐች መኖራቸው የሚ ታወቅ ነው",
    "tr_10180_tr099022": "የ አለም አቀፍ ቀይ መስቀል ከ ኢትዮጵያ የሚ ባረሩ ትን ኤርትራውያን በ ተመለከተ እንዲያውቅ አልተደረገ ም",
    "tr_10181_tr099023": "ክቡር ነታቸው በ ቴክሳስ ግዛት በ ህክምና በ ቆዩ በት ጊዜ ሁሉ ያ ለማሰ ለ ስ ለ ጠየቋቸው ና ለ ተንከባከ ቧቸው ኢትዮጵያውያ ንና የውጭ ዜጐች ልባዊ ምስጋና ቸውን ማስተላለፋቸው ም ታውቋል",
    "tr_10182_tr099024": "ኢትዮጵያ የ ቀድሞ ጠቅላይ ሚንስቴሯን በ ንቅዘት ክስ ለ ፍርድ በ ማቅረቧ ጠንክራ መልእክት አስተላልፋ ለች",
    "tr_10183_tr099025": "ሻእቢያ አንድ ሚግ ሀያ ሶስት ጄት መትቼ ጣል ኩ አለ",
    "tr_10184_tr099026": "ኢሳያስ ምርጥ የ አለማችን ሰው ተብለው ተሸለሙ",
    "tr_10185_tr099027": "ከዚያ ም አልፎ መንግስታዊ መዋቅሮች ን ሊ ፈታተን ይችላል ሲሉ ያደረ ባቸውን ስጋት ገልጸዋል",
    "tr_10186_tr099028": "የ ፕሪምየር ሊጉ በትናንትናው ም እ ለት ቀጥሎ ው ሏል",
    "tr_10188_tr099030": "የ ወደብ ሚኒስቴሩ ሚስተር መሀመድ አዳም በ እናታቸው ኢትዮጵያዊ መሆናቸው ንና ጅማ ከተማ መወለዳ ቸውን ያስረዳ ው ዜና ዘገባው ነው ሲሉ መናገራቸው ንም ገልጿ ል",
    "tr_10189_tr099031": "ኢትዮጵያ ቡና ና ቅዱስ ጊዮርጊስ ቀጥሎ ባለው ውድድር ተሸንፈ ው ወጡ",
    "tr_1018_tr11019": "ሁለተኛው ሶስት ተከሳሾች ያሉበት ነው",
    "tr_10190_tr099032": "ወደፊት ም በዚህ መስክ የተሰማሩ ባለሙያዎች ና የ ህክምና እርዳታ መስጫ ቁጥር ውስን መሆን ህሙማን ን ተከታትሎ ለማዳ ን የሚ ደረገው ጥረት ችግር ላይ ጥሎ ታል",
    "tr_10191_tr099033": "ከዚህ ጦርነት ሌሎች እንገ ነጠላ ለ ን የሚሉ ሀይሎች ትምህርት ሊ ያገኙ በት እንደሚ ገባ አክለው ገልጠዋል",
    "tr_10192_tr099034": "በ ተከሰከሰ ው የ ኬንያ አውሮፕላን የ ተሳፈሩ ኢትዮጵያውያ ን ሞ ተዋል",
    "tr_10193_tr099035": "በ ሺዎች የሚ ቆጠሩ ነዋሪዎች ከብቶቻቸው ካ ለቁ በኋላ መንደራቸው ን ለቀው መሰደዳቸው ንም አክሎ ገልጿ ል",
    "tr_10194_tr099036": "የ ሂስ አ ዌይ ገዳዮች ማንነት ና አላማቸው ም ን እንደሆነ ከ ዩናይትድ ሶማሊያ ኮንግረስ የተሰጠ ማብራሪያ የ ለ ም",
    "tr_10197_tr099039": "እና ም አብሮ አደግ ገብጋባ ነታቸውን እንደ ያዙ ለ እኩይ ተግባር ተ ሰማሩ",
    "tr_10198_tr099040": "በ ው ነቱ እ ስፖርት የሚወዱ ትልቅ ሰው ናቸው",
    "tr_10199_tr099041": "ምክንያቱ ም ጥሩ ችሎታ የሌለው ጥሩ ችሎታው ን እስኪ ያገኝ ድረስ ጸሀይ ትጨል ማለች",
    "tr_1019_tr11020": "ክስተቶች ከወዲሁ መጀመራቸው ን የሚያመለክቱ ድርጊቶች እየተ ፈጸሙ ነው",
    "tr_101_tr02001": "በ ኮምፒውተር ሳይንስ ፎን ት ቴክኖሎጂ ለ ዶክትሬት ዲግሪ ጥናት እያደረጉ የሚገኙት ን አቶ ፍቅሬ ን የ ዛሬው እንግዳ ችን አድርገ ና ቸዋል",
    "tr_10202_tr099044": "የሚ ወክለው አገር ንና ባንዲራችን ን ነው",
    "tr_10203_tr099045": "ወደዚያ ሄጄ ማን ንም አላውቅ ም",
    "tr_10204_tr099046": "ከዚህ በ ተጨማሪ ሰባት የስራ አስፈጻሚ አባላት ንና ሶስት የ ኦዲት ኮሚቴ አባላት ን ምርጫ አ ከናውኗል",
    "tr_10205_tr099047": "በ አውሮፓ ዲሲፕሊን በ ሜዳ ብቻ ሳይሆን በከተማ ውስጥ ም ነው",
    "tr_10207_tr099049": "የ ሊቨርፑ ሉ ሮቢ ፎውለር ለ ዋናው ቡድን ተሰልፎ ተጫው ቷል",
    "tr_10208_tr099050": "ይህም ሆኖ ባቡር ጥሩ የ ኳስ ችሎታ ያ ላቸው ወጣት ተጨዋቾች ን አሰባ ስቧል",
    "tr_1020_tr11021": "ከዚህ በ ተጨማሪ የ ኢትዮጵያ መንግስት ተቃዋሚዎች ን ለ መርዳት ሰራዊቷ ን ወደ ሱማሌ ም በ መላክ በ ቅድሚያ የ ያዘችው ኤርትራ ና ት",
    "tr_10210_tr099052": "ሀያ አንዱ ብሄራዊ ፌዴሬሽኖች የ አመቱ ን ሂሳ ባቸውን ኦዲት የ ሚያደርጉት በ ስፖርት ኮሚሽኑ ተቀጣሪ የ ውስጥ ኦዲተሮች ነው",
    "tr_10211_tr099053": "ድ ዋይት ዮርክ ን ወደ ማን ች ስተር ዩናይትድ ያሳለፈ ው አስቶንቪላ ዘንድሮ ወደ ፕሪምየር ሊግ የመጣ ውን ሚድልስብሮው ን ሶስት ለ አንድ አሸን ፏል",
    "tr_10212_tr099054": "አሰልጣኙ ካርሎስ ቢያ ን ኪ ም ዋናው ተጠሪ ናቸው",
    "tr_10213_tr099055": "ኢትዮጵያ ሰራዊቷ ን በ ሶማሊያ አንጃዎች ጐዴ ውስጥ አሰልጥ ናለች ይላሉ",
    "tr_10214_tr099056": "መዋጮው ቀጣይነት ያለው ሲሆን በ ተሞላው ቅጽ መሰረት ኢትዮጵያዊያ ኖች በ የ ወሩ የሚችሉት ን እንደሚ ያዋጡ ታውቋል",
    "tr_10215_tr099057": "ኢትዮጵያ በ በ ኩ ሏ የ ፕሬዚዳንት ኢሳያስ የ አእምሮ ጤንነት ሳይ ታወክ እንዳልቀረ ጥርጣሬ ዋን እያስ ተጋባች ነው",
    "tr_10216_tr099058": "ይህንን ም የ አቶ ወንድሙ ን አባባል ለ ማረጋገጥ አንዳንድ ምእራባውያን ጋዜጠኞች ኢትዮጵያውያኑ ይገኙ ባቸዋል ተብሎ በሚ ገመቱ ባቸው የ አስመራ ገበያ ዎች ውስጥ ተዘዋው ረው ለ ማየት ሞክረ ዋል",
    "tr_10217_tr099059": "ኢትዮጵያ የውጭ አገር ኢንቨስተሮች ወደ አገር ውስጥ መጥተው በ መንግስት ቁጥጥር ስር ባለው የ ቴሌኮሚኒኬሽን መስክ እንዲ ሳተፉ የሚ ያስችላቸው ን ዝግጅት ማጠናቀቋን አስ ታወቀ ች",
    "tr_10218_tr099060": "ሞቡቱ ንና መንግስቱ ን ማንሳት ይቻላል",
    "tr_10219_tr099061": "ሩሲያ ለ ኢትዮጵያ የምት ሰጠው ብድር የ ንግግሩ አንድ አጀንዳ እንደሚሆን ምክትል ጠቅላይ ሚንስቴሩ ተናግረ ዋል",
    "tr_10225_tr099067": "እንዲ ህ ያለው ምክንያት የ እብሪተኞች ውሸት ነው ማለታቸው ተደም ጧል",
    "tr_10227_tr099069": "ምናሴ ወልደሀ ዋሪያት ኦሮሚያ ን አይገዙ ም",
    "tr_10228_tr099070": "ኢትዮጵያ የ ቆዳ ፋብሪካ ኮምፖልቻ እና ሞጆ ቆዳ ፋብሪካዎች ም ለ ሽያጭ ቀርበዋል",
    "tr_1022_tr11023": "የ ሱዳኑ ፕሬዝዳንት ትናንትና አስመራ ገቡ",
    "tr_10231_tr099073": "ሁሉም ሞት ን የሚ ሸሽ ነው የሚ መስለው",
    "tr_10232_tr099074": "የ ሸዋ መኳንንቶች ልጅ ነው",
    "tr_10234_tr099076": "አንዳንድ አኩራፊ ኢትዮጵያውያ ን ሹማምንት ንም መሾም ና መሸለም ያዘ",
    "tr_10235_tr099077": "የ አገር ልማት ን ም ን ያህል እንደሚ ጐዳ ግልጽ ነው",
    "tr_10236_tr099078": "ብዙ አገሮች ኤምባሲ ዎቻቸውን ከ አስመራ አን ስተዋል",
    "tr_10238_tr099080": "ቤተሰቦቻቸው ከማ ንም የበለጠ ለ ኢትዮጵያ ታማኝ ሆነው በ ዜግነታቸው ኮር ተው ተሾመው ና ተ ሸልመው የ ኖሩ ናቸው",
    "tr_10240_tr099082": "የኦሮሞ ህዝብ ዴሞክራሲያዊ ግንባር ኦህዴድ ተወለደ",
    "tr_10242_tr099084": "ካርቱም ውስጥ የ ናሽናል ኢስላሚክ ፍሮንት መንግስት አለ",
    "tr_10244_tr099086": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10245_tr099087": "ኢትዮጵያ ሀገራችን መኩሪያ ችን ና ት",
    "tr_10247_tr099089": "ፖሊሱ እስረኞቹ ን ቆጠረ",
    "tr_10248_tr099090": "ታፈሰ ልብሱ ን ሲያ ጥብ ቆየ",
    "tr_10249_tr099091": "እንስራ ው ተ ሸነቆረ",
    "tr_1024_tr11025": "ክፍያው ን ፈጽመው ወደ ሊባኖስ የ ደረሱ ኢትዮጵያውያ ን እን ስቶች በ ግለሰቦች ቤት ውስጥ ለ ባርነት ይ ዳረ ጋሉ",
    "tr_10250_tr099092": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10252_tr099094": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10254_tr099096": "ድንቹ በ ደንብ ስለተኰተኰተ በ ጥሩ ሁኔታ ኰረተ",
    "tr_10255_tr099097": "በ ድህነቱ ላይ ይህ ክፉ በሽታ ስለ ያዘው ሰውነቱ በጣም ኰ ሰሰ",
    "tr_10256_tr099098": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበረ እንዴ",
    "tr_10257_tr099099": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_10258_tr099100": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10259_tr099101": "ባድመ ላይ ያለቀው የኤርትራ ወታደር ስፍር ቁጥር የ ለውም",
    "tr_1025_tr11026": "የኤርትራ ወታደሮች ኢትዮጵያውያኑ ን ቀር ባ እንዳ ታይ ና እንዳታ ነጋገር ማድረጋቸው ን ጨምራ አስታውቃ ለች",
    "tr_10260_tr099102": "እንዲያ መሬት አይ ን ካ ኝ ይል የነበረ ሰው በ ድንገት ቆረቆዘ አይደል",
    "tr_10261_tr099103": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10262_tr099104": "ቤዛ ጐረ መሰ መሰለኝ ትእዛዝ አል ቀበል ም አለ",
    "tr_10263_tr099105": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_10264_tr099106": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10266_tr099108": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10267_tr099109": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10268_tr099110": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10269_tr099111": "የ ቻይና ህዝብ ሁ ልቆ መሳፍርት የ ለውም",
    "tr_10270_tr099112": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10273_tr099115": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10274_tr099116": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10276_tr099118": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10277_tr099119": "መ ምሩ እንዳስ ተማሩት ከሆነ ህጻናቶች ም ንም ኩነኔ የ ለ ባቸውም",
    "tr_10278_tr099120": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10279_tr100001": "ድንገት ባልታሰበ ጊዜ እንዲ ዘጋ የ ተወሰነው የ ቡና ግዢ ና ሽያጭ ሰራተኞች ቅሬታ ቸውን ለ ጠቅላይ ሚንስቴር መለስ ዜናዊ ገለጹ",
    "tr_10280_tr100002": "ከ አስራት ና ከ ቅጣት ም አልፎ ብዙ ጋዜጠኞች ለስደት ተ ዳርገዋል",
    "tr_10281_tr100003": "ኤርትራ ና ኢትዮጵያ ውድ ና ዘመናዊ የ ጦር መሳሪያ ዎችን እየ ገዙ ነው",
    "tr_10282_tr100004": "ከ ሱዳን ተወያዩ ከ ኬንያ አት ገናኙ የሚ ለ ን ወያኔ ሊሆን አይችልም",
    "tr_10284_tr100006": "በ ሴንት ሉዊስ ኢትዮጵያዊያ ን ስብሰባ ማካሄዳቸው ተገለጠ",
    "tr_10285_tr100007": "ዛሬ ኢትዮጵያ በ ቀንድ ከ ብት ብዛት አፍሪካ አንደኛ የ መሆኗ ሚስጥር የ ሚንሊክ አዋጆች ናቸው",
    "tr_10286_tr100008": "ከ እነዚህ መኮንኖች ስለ ከተማው ና ነዋሪው ግንዛቤ አገኘሁ",
    "tr_10287_tr100009": "ትእግስት ሲ ያሳያቸው እንደ ሞኝነት አድርገው ይቆ ጥራሉ",
    "tr_10288_tr100010": "የ ሻእቢያ መንግስት የ ኢትዮጵያ ና ሱዳን ህዝብ ጠላት ነው",
    "tr_10289_tr100011": "የ ሁሴን ድርጊት ጉርብትና ወንድማማች ነትና ስትራቴጂ ያዊ ጥቅም ባላቸው ሶማሊያ ና ኢትዮጵያ ላይ ወንጀል መፈጸም እንደሆነ አክለው ገልጸዋል",
    "tr_1028_tr11029": "የ አንድ ነጥብ አራት ሚሊዮን እድሜ ያለው ቅሬተ አካል ተገኘ",
    "tr_10291_tr100013": "በ ተደጋጋሚ ስተ ቶች ይፈጽ ማሉ",
    "tr_10292_tr100014": "እንደ ዋ ና ጉዳይ ከ ታዩት ነገሮች አንዱ የ ፓርላማው የ ኮምፒውተራይዜሽን ፕሮግራም የ ጨረታ ሂደት ነው",
    "tr_10293_tr100015": "በ ማከል ም ኢትዮጵያ የያዘ ቻቸውን የኤርትራ ግዛቶች ሳት ለቅ ተኩስ አቁም ፈጽሞ ሊኖር አይችልም ብለዋል",
    "tr_10294_tr100016": "ሪፖርተሩ እንደ ገለጸው ወደ ቤተሰቦቻቸው ያል ተመለሱት ተማሪዎች አልቤርጐ ተከራይ ተው እንዳይ ኖሩ ማእቀብ ተጥሎ ባቸዋል",
    "tr_10295_tr100017": "ገዋኔ አካባቢ ግጭት ተ ቀስቅ ሷል",
    "tr_10296_tr100018": "በዚህ ሁኔታ ጉዳያቸው በ ማህበሩ የ ተያዘላቸው ሴቶች ተጐጂ እንደሚ ሆኑ ተጠቁ ሟል",
    "tr_10297_tr100019": "ከርከሮ አስራ ስ ባት ሰው ፈጀ",
    "tr_10298_tr100020": "ልጆቹ ምግብ ና ወተት ስለማ ያገኙ በ ረሀብ ደክመ ዋል",
    "tr_102_tr02002": "የ ውሀው ዘርፍ ያለበት ን የ ፋይናንስ ችግር ለ መፍታት የ ውሀ ሀብት ልማት ፈንድ እንደሚ ቋቋም ገለጹ",
    "tr_10300_tr100022": "ኢትዮጵያ በገና በ አል ዋዜማ ላይ ኤርትራውያን ን ማባረር ጀመረች ለሚ ለውም ገና ው የ ፈረንጆች ገና ነው",
    "tr_10301_tr100023": "ከዚያ ወዲህ ሶስት ወር ተጨምሮ እስካሁን ሰባት ሆኗል",
    "tr_10303_tr100025": "በ ምዝገባው ወቅት አንዳንዶቹ በ ሰጡት አስተያየት ወደ አገራቸው ለ መመለስ ከፍተኛ ፍላጐት እንዳ ላቸው ገልጸዋል",
    "tr_10304_tr100026": "ኢትዮጵያውያ ን ከ አስመራ እየ ተባረሩ ነው",
    "tr_10308_tr100030": "ስድስት የ ደህንነት ሀላፊዎች ና ሰራተኞች ታገዱ",
    "tr_10309_tr100031": "ውድድሮቹ ዛሬ ና ነገ በ አዲስ አበባ ስቴዲዮም ቀጥለው እንደሚ ካሄዱ ታውቋል",
    "tr_10310_tr100032": "የ ነጻው ፕሬስ ጋዜጠኞች እያ ማረሩ ነው",
    "tr_10311_tr100033": "በ ኢትዮጵያ ያለው የ ገዢው ፓርቲ ይህን ፈጽሟ ል",
    "tr_10312_tr100034": "የ አዲስ አበባ መስተዳደር ባለታክሲ ዎች ከነ ሹፌሮ ቻቸው ላለ መስማማት ተስማሙ",
    "tr_10313_tr100035": "የኤርትራ የ ሀይማኖት መሪዎች ከ ኢትዮጵያ የ ሀይማኖት አባቶች ጋር ተመካ ክረው ያጸደቁ ትን ረቡእ እ ለት ለ ፕሬዝዳንት ኢሳያስ ማስረከ ባቸውም ታውቋል",
    "tr_10314_tr100036": "ኢትዮጵያ ተጨማሪ ከተማዎች ን ተቆጣጠረ ች",
    "tr_10315_tr100037": "አዲስ አበባ ልት ታደስ ነው",
    "tr_10316_tr100038": "የ ቅጽበት ጋብቻ ሊ መሰርቱ ና ባሏ ም ለ መሆን ተስማም ተዋል",
    "tr_10317_tr100039": "አስ ቆሙት ና ሾፌሩ ላይ ደግ ነው አይናቸው ን አጉረጠረጡ",
    "tr_10319_tr100041": "የ ቴክኒክ ኮሚቴዎች ግን ሙያው ስላ ላቸው ያገባ ቸዋል",
    "tr_10320_tr100042": "እኔ እስከዛሬ በተገኘ ሁ ባቸው ሴሚናሮች ተጫዋቾች ለ ካ በደመነፍስ ነበር የምን ጓዘው ብለው ኛል",
    "tr_10321_tr100043": "የ ቅዱስ ጊዮርጊስ ቢራ ፋብሪካ ለ ፈረንሳዊያን ኢንቬስተ ሮች እንደ ተሸጠ ይነገራ ል",
    "tr_10322_tr100044": "አንድ ነገር ደግ መ ን መናገር ና ማስጠንቀቅ እንወዳ ለ ን",
    "tr_10323_tr100045": "እንዴት ነው የምት ኖረው",
    "tr_10325_tr100047": "በ ጣልያን ስኩዴቶ ኤሲ ሚላን ና ሮማ በ ሳንሲሮ ተገናኝ ተው በ ሚላን አሸናፊነት ተጠና ቋል",
    "tr_10326_tr100048": "ሴቶች እህቶቻችን ወደ ኳስ ሜዳ መመለስ የሚ ያበረታታ ነው",
    "tr_10327_tr100049": "አንዱ በ ፔናልቲ የተገኘ ነው",
    "tr_10328_tr100050": "ቁጥሩ ብዛት ም ስለ ነበረው በ መጀመሪያ እንዲ ወጡ የ ተደረገው አምስት ተወዳዳሪ ዎች ነበሩ",
    "tr_10329_tr100051": "የ አሁኑ ም ኮሚቴ የ እኛን ዱካ ተከትሎ ጥሩ ውን ሊያ ጐለብት ደካማው ን ጐናችን ን ደግሞ ሊ ያስወግድ ይገባ ዋል",
    "tr_1032_tr11033": "የ ፍጻሜው ጨዋታ እንኳ ን በ ሬዲዮ መስማት የ ቻልኩት ሁለት ለ ዜሮ እያሉ ነው",
    "tr_10331_tr100053": "ማን ች ስተር ወደ ዌስትሀም ተ ጉዞ ያለ ግብ ተለያይ ቷል",
    "tr_10332_tr100054": "ኳስ የ ጀመረው ም እዚያ ው አርጀንቲና ውስጥ ለ ኤስቱዲዬንቴ በ መጫወት ነው",
    "tr_10333_tr100055": "ሱዳን ና ኢትዮጵያ እንደ ገና ተ ወዳጁ",
    "tr_10334_tr100056": "ኢትዮጵያውያ ን ን ያጐር ናቸው ለ ደህንነታቸው ብለን ነው",
    "tr_10335_tr100057": "ኤርትራ ና ኢትዮጵያ እያንዳንዳቸው ከ ሁለት መቶ ሀምሳ ሺህ የሚ በልጥ ሰራዊታቸው ን እያ ጓጓዙ ናቸው",
    "tr_10336_tr100058": "እንዲሁም በ አየር መንገዷ ላይ ኤርትራውያን እንዳይ ሳ ፈሩ እገዳ ጥ ላለች",
    "tr_10339_tr100061": "የመንግስት ሰራተኞች ና ቤተሰቦቻቸው ነጻ ህክምና ተፈቀደላቸው",
    "tr_1033_tr11034": "ግን ታግሷ ቸውና የ አውሮፓ ውን ካምፕ ዊነር ስ ካምፕ ዋንጫው ን ጭምር ስድስት ታላላቅ ዋንጫ ዎችን አስ ገኙ",
    "tr_10340_tr100062": "ቤተ መንግስቱ ን የሚ ጠብቁት ኮማንዶ ዎች በ መለስ ትእዛዝ ሊ ነሱ ነው",
    "tr_10341_tr100063": "አንዳንዱ ደግሞ ወደ ትጥቅ ትግል ሊ ሄድ ይችላል",
    "tr_10342_tr100064": "እጸ ገነት በ ራሷ ፎቶግራፍ ና ስ ም ኤርትራዊ ቷ በ ኢምግሬሽን ቢሮ በኩል እንዴት ል ታልፍ እንደ ቻለች ለ ፖሊስ ተናግራ ታስ ጠይቃለች",
    "tr_10343_tr100065": "አንዳንድ ዘገባዎች እንዳሉት ሌሎች ቀደም ብለው ወደ ደቡብ ኢትዮጵያ ገብ ተዋል ሌሎች ደግሞ እዚያ ው ደቡብ ሶማሊያ በ ግላቸው በ መስራት ይኖራሉ",
    "tr_10344_tr100066": "ኢትዮጵያ ወደው ጭ ከምት ል ካቸው በ ጣት ከሚ ቆጠሩ የውጭ ምርቶች ውስጥ ጫት ከ ቡና ቀጥሎ ከፍተኛ የውጭ ምንዛሪ እ ያስገኘ እንደሆነ ተገለጸ",
    "tr_10345_tr100067": "የ ብሮድካስቲንግ ረቂቅ ኢንቨስተሮች ን ተስፋ የሚያስ ቆርጥ ነው",
    "tr_10347_tr100069": "ይህ በ እንዲ ህ እንዳለ በ ባሌ ዞን በ ሚካሄደው የ ካድሬዎች ግምገማ ዳ ባ ደበሌ ስብሰባው ን እንዳይ መሩ መከልከላቸው ን ምንጮቹ ገለጹ",
    "tr_1034_tr11035": "ተጫዋቾቻችን ትንፋሽ የ ላቸውም የ ሚባለው ን አል ቀበለው ም",
    "tr_10351_tr100073": "የ ኢትዮጵያ ህዝብ ደግሞ ሞት ን ከሚ ገባው በላይ አይ ቷል",
    "tr_10352_tr100074": "ደጃዝማች ችሎት ማን ሲገባ ማን ሲ ወጣ እንደ ነበረ ሁለቱ ም ያዩ ነበር",
    "tr_10355_tr100077": "ሉአላዊነታችን ግን እንደ ተደፈረ ነው",
    "tr_10357_tr100079": "የ አውራጃ አስተዳዳሪ ው ፖሊስ ይዘው በ መድረስ ወዲያ ውኑ የተለኮሰ ውን እሳት አጠፉ",
    "tr_10358_tr100080": "በ ቅርብ የሚ ያውቋቸው ና የ ትግል ጓደኞቻቸው ም እየ መሰከሩ ናቸው",
    "tr_10359_tr100081": "በዚያ ን ጊዜ ም የ ወለጋ ኦሮሞዎች እንዲ ህ እያሉ ያሞግ ሷቸው ነበር",
    "tr_1035_tr11036": "የ ዛሬው ጽሁፋችን አቶ ጸሀዬ በ ጡንቻ ቸው በ መተማመን የ ፈጸሙ ብን በደል አስ መልክ ተ ን እሮ ሯ ችንን ና ብሶ ታችንን ለ አንባቢያን ና ለሚ መለከተው የመንግስት ክፍል ለማስ ነበብ ነው",
    "tr_10360_tr100082": "የ ኢትዮጵያ ን ሰራዊት ልብ ለ መክፈል ና ለ መስለብ የ ኢትዮጵያ ዴሞክራ ት መኮንኖች አብዮታዊ ንቅናቄ አዲስ አበባ ሲደርስ እንደ ዚያ ሊ በተን ተደራጅቶ ነበር",
    "tr_10362_tr100084": "ሲ ተኩሱ ብን ነው ነገሩ የተበላሸ ው",
    "tr_10363_tr100085": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10364_tr100086": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10365_tr100087": "ኢትዮጵያ ሀገራችን መኩሪያ ችን ና ት",
    "tr_10366_tr100088": "ወደ ጂጂጋ በሚ ወስደው መንገድ ላይ ብዙ ም ስጥ ስላለ ኩ ይሳ ይበዛ ል",
    "tr_10367_tr100089": "ፖሊሱ እስረኞቹ ን ቆጠረ",
    "tr_10369_tr100091": "እንስራ ው ተ ሸነቆረ",
    "tr_10370_tr100092": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10371_tr100093": "ለ መሆኑ የ ቁንጅና መለኪያ ው ምንድነው",
    "tr_10374_tr100096": "ድንቹ በ ደንብ ስለተኰተኰተ በ ጥሩ ሁኔታ ኰረተ",
    "tr_10375_tr100097": "በ ድህነቱ ላይ ይህ ክፉ በሽታ ስለ ያዘው ሰውነቱ በጣም ኰ ሰሰ",
    "tr_10376_tr100098": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበረ እንዴ",
    "tr_10377_tr100099": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_10378_tr100100": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10379_tr100101": "ባድመ ላይ ያለቀው የኤርትራ ወታደር ስፍር ቁጥር የ ለውም",
    "tr_1037_tr11038": "እንደ ገና ይኸው ወጣት ቡድን ዋናው ን ብሄራዊ ቡድን ሆኖ ብሄራዊ ቡድን ን ገጥሞ ስምንት ለ አንድ ተሸነፈ",
    "tr_10380_tr100102": "እንዲያ መሬት አይ ን ካ ኝ ይል የነበረ ሰው በ ድንገት ቆረቆዘ አይደል",
    "tr_10381_tr100103": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10382_tr100104": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10383_tr100105": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_10384_tr100106": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10385_tr100107": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰብ በ አንድነት ወሰኑ",
    "tr_10386_tr100108": "በ ናዝሬት ከተማ ውስጥ ከሚገኙ ቤቶች ሁሉ ጉልህ የ ኡመር ቤት ነው",
    "tr_10387_tr100109": "ጐስቋላ ው ዳም ጤ ሎተሪ ደረሰው",
    "tr_10388_tr100110": "ከበደ ፈረሱ ን ለ ጐመ",
    "tr_10389_tr100111": "ትንሹ ልጅ እንጀራ በ ዶሮ ወጥ ከ በላ በኋላ አፉ ን በ ደም ብ ተጉ መጠመጠ",
    "tr_10390_tr100112": "ገንፎ ብዙ ጊዜ የሚ በላው በ ጐድጓዳ ሳ ህን ነው",
    "tr_10391_tr100113": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10392_tr100114": "ቤዛ ጐረ መሰ መሰለኝ ትእዛዝ አል ቀበል ም አለ",
    "tr_10393_tr100115": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_10395_tr100117": "ወይዘሮ ባፈ ና በ እን ጉር ጉ ሯቸው የ ታወቁ ናቸው",
    "tr_10397_tr100119": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10398_tr100120": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10399_tr23101": "መኪና ዪቱ ብዙ ም ካህ ያ ዪቱ አት ሻል ነበር",
    "tr_1039_tr11040": "ኮሚቴው ብቃት ና ችሎታ የሌለው ን ኮሚሽነሮ ች በ መመደብ አላማው ን ያሳ ካል",
    "tr_103_tr02003": "የ መንገደኞች ማስተናገጃ ህንጻው በ ሰአት እስከ ሶስት ሺ ያህል መንገደኞች ን ማስተናገድ ይችላል",
    "tr_10400_tr23102": "ጓደኛ ዪቱ ብ ዪ ተ ብላ ብት ለመ ንም እሺ አ ላለች",
    "tr_10401_tr23103": "ዝንጀሮ ዪቱ እ ዪ የ ተባለችው ን ነገር አ ታይም",
    "tr_10402_tr23104": "አይ ና ማ ዪቱ ሙሽራ አንደኛ ሚዜ ዪቱ ን ስታ ጐር ሳት ነበር",
    "tr_10403_tr23105": "አይዞ ሽ ከ ኔ ጋር ኮብል ዪ ብሎ አስ ኮብል ሎ አረገዝኩ ስት ለ ው ጊዜ አይንሽ ን ላ ፈር አላ ት",
    "tr_10406_tr23108": "ይህ በ እንዲ ህ እንዳለ የ ደብረ ምጥ ማቅ ቅዱስ ፊልጶስ ቤተ ክርስቲያን ከ ማጡ ወደ ድጡ ሆኖ በት እንደሚ ገኝ ተገለጸ",
    "tr_10407_tr23109": "ኤጲስ ቆጶስ ቱ ትላንትና ተሰብስበው ነበር",
    "tr_10409_tr23111": "የ ሱዳን አማጺ ዎች ኢትዮጵያ ንና ኤርትራ ን እየሸ መገሉ ነው",
    "tr_1040_tr11041": "ፊዮረንቲና በ ከተማው ሳ ም ፕሮ ዲያን ያስተናግ ዳል",
    "tr_10410_tr23112": "ጺ ማቸው ና ጹ ጉ ራቸው ቢያድግ ም ተ በ ጥሮ ተስተካክ ሏል",
    "tr_10411_tr23113": "ጺ ዮን ማሪያም ሄጄ ነበር",
    "tr_10412_tr23114": "ቀራጺ ው የ ሰራቸው ቅርጻ ቅርጾች በ ውድ ዋጋ ተሸጡ ለት",
    "tr_10413_tr23115": "የ ቡርዧ ዴሞክራሲ ከፍተኛ ደረጃ ላይ ቢደርስ ም ወደ ህዝባዊ ዴሞክራሲ ሊ ለወጥ አይችልም",
    "tr_10414_tr23116": "ያዩ ዋት ን ወንዶች ሁሉ አፍ ዛዧ ሴትዮ ትላንትና በ እድ ስ ሞተች",
    "tr_10415_tr23117": "በ ፍቅር አፍ ዛዧ ያልተባለ ችውን ያህል በሽታው እንዳለበት ሲ ታውቅ ጊዜ መራዧ የሚ ል ስ ም ተሰጣት አይደል",
    "tr_10417_tr23119": "ሀሳቡ ን አውጋዧ የ ነበረችው እረ ሷ ዋናዋ አራማጅ ሆና አረፈ ችው",
    "tr_10418_tr23120": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10419_tr23121": "ዘመናዊ ውን የ አምሪ ካ ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_1041_tr11042": "ባንኮች እሁድ እ ለት በ ቡና አንድ ለ ዜሮ ተሸን ፏል",
    "tr_10420_tr23122": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10423_tr23125": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10424_tr23126": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10425_tr23127": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10426_tr23128": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10427_tr23129": "አብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10429_tr23131": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_1042_tr11043": "ይህ ደግሞ ኢትዮጵያ ከ ጸጥታው ምክር ቤት በኩል የሚ ደረገው ን ጫና እንዳስቆጣ ው የሚያ ሳይ ነው ተ ብሏል",
    "tr_10431_tr23133": "ሂር ጶ የሚለው የ ኦሮምኛ ስ ም ሲ ቆላ መጥ ሂርጱዬ ነው የሚ ሆነው",
    "tr_10432_tr23134": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ ታወቀ",
    "tr_10435_tr23137": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10436_tr23138": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰቡ በ አንድነት ወሰኑ",
    "tr_10437_tr23139": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10438_tr23140": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_10439_tr23141": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_1043_tr11044": "እነዚህ በ ግዛት በ ቀጥታ የማ ና ገኛ ቸው ናቸው",
    "tr_10440_tr23142": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10441_tr23143": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10442_tr23144": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10443_tr23145": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበር እንዴ",
    "tr_10444_tr23146": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10446_tr06101": "መኪና ዪቱ ብዙ ም ካህ ያ ዪቱ አት ሻል ነበር",
    "tr_10447_tr06102": "ጓደኛ ዪቱ ብ ዪ ተ ብላ ብት ለመ ንም እሺ አ ላለች",
    "tr_10448_tr06103": "ዝንጀሮ ዪቱ እ ዪ የ ተባለችው ን ነገር አ ታይም",
    "tr_10449_tr06104": "አይ ና ማ ዪቱ ሙሽራ አንደኛ ሚዜ ዪቱ ን ስታ ጐር ሳት ነበር",
    "tr_1044_tr11045": "ስለ ሳቸው ሞት ያልተባለ ነገር የ ለ ም",
    "tr_10450_tr06105": "አይዞ ሽ ከ ኔ ጋር ኮብል ዪ ብሎ አስ ኮብል ሎ አረገዝኩ ስት ለ ው ጊዜ አይንሽ ን ላ ፈር አላ ት",
    "tr_10451_tr06106": "የፖለቲካ ተንታ ኟ እንዳሉት ከሆነ የ ኢትዮጲያ የ ወደፊት ራእይ ጥሩ ይመ ስላል",
    "tr_10452_tr06107": "ሚስት አ ግብተው ሶስት ልጆች በት ነው የ ጠፉት ቄስ ፊሊ ጶ ስ ደብር ተገኙ",
    "tr_10453_tr06108": "ይህ በ እንዲ ህ እንዳለ የ ደብረ ምጥ ማቅ ቅዱስ ፊልጶስ ቤተ ክርስቲያን ከ ማጡ ወደ ድጡ ሆኖ በት እንደሚ ገኝ ተገለጸ",
    "tr_10454_tr06109": "ኤጲስ ቆጶስ ቱ ትላንትና ተሰብስበው ነበር",
    "tr_10455_tr06110": "የ ኢትዮጵያ ና የኤርትራ ፍጥጫ መካረር ለ ሱዳን እንዳይ በጅ በ ሱዳን አማጺያን ስጋት መፈጠሩ ተገለጠ",
    "tr_10458_tr06113": "ጺ ዮን ማሪያም ሄጄ ነበር",
    "tr_10459_tr06114": "ቀራጺ ው የ ሰራቸው ቅርጻ ቅርጾች በ ውድ ዋጋ ተሸጡ ለት",
    "tr_1045_tr11046": "የ ዩኒቨርስቲ ው አስተዳደር ለ ሶስተኛ ጊዜ ተማሪዎች ን ትምህርት እንዲ ጀምሩ ከባድ ማስጠንቀቂያ አሳልፎ ነበር ማስጠንቀቂያ ውም ተማሪዎቹ ትምህርት ካል ጀመሩ ከ ት ምርታቸው እንደሚ ባረሩ የሚገልጽ ነበር",
    "tr_10461_tr06116": "ተጓዧ እረ ሷ ካል መጣች የ ጉዞ ትኬቱን አን ሸጥ ም አሉ ን",
    "tr_10462_tr06117": "ተረኛ በ ዋዧ እሷ ብት ሆን ም መ በ ወዝ ስለማ ት ችልበት ተረ ዋን ለኔ አ ሰለፈ ች",
    "tr_10464_tr06119": "ያገሩ ን ወንድ ሁሉ በ ፍቅር ወዝ ዋዧ ና አደን ዛዧ ቆንጂት መልኳ ሁሉ ጠፍቶ ዛሬ ውሻ በ ጨው አይ ል ሳት አሉ",
    "tr_10465_tr06120": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10466_tr06121": "ዘመናዊ ውን የ አምሪ ካ ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_10468_tr06123": "ኢትዮጵያ ክርስትና የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10469_tr06124": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_1046_tr11047": "የ ግቢው ውሀ ተበክ ሏል በ መባሉ ተማሪዎቹ ሻይ እንጂ ውሀ እንዳይ ጠጡ ተከልክ ለዋል",
    "tr_10470_tr06125": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10473_tr06128": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10474_tr06129": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10476_tr06131": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10477_tr06132": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10478_tr06133": "ሂር ጶ የሚለው የ ኦሮምኛ ስ ም ሲ ቆላ መጥ ሂርጱዬ ነው የሚ ሆነው",
    "tr_10479_tr06134": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_1047_tr11048": "ትግራይ ሆቴል ን ያፈነዱ ት የኦሮሞ ወጣቶች ናቸው ተ ባለ",
    "tr_10480_tr06135": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10481_tr06136": "ለ መሆኑ የ ቁንጅና መለኪያ ው ምንድነው",
    "tr_10485_tr06140": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_10486_tr06141": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10487_tr06142": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10488_tr06143": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10489_tr06144": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_1048_tr11049": "የ ሱዳን ደህንነት ኢትዮጵያውያ ን ን ስደተኞች ን ከ ቦ አሰረ",
    "tr_10490_tr06145": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበር እንዴ",
    "tr_10491_tr06146": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10492_tr06147": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10494_tr53102": "ጓደኛ ዪቱ ብ ዪ ተ ብላ ብት ለመን እሺ አ ላለች",
    "tr_10495_tr53103": "ዝንጀሮ ዪቱ እ ዪ የ ተባለችው ን ነገር አ ታይም",
    "tr_10496_tr53104": "አይ ና ማ ዪቱ ሙሽራ አንደኛ ሚዜ ዪቱ ን ስታ ጐር ስ ነበር",
    "tr_10497_tr53105": "አይዞ ሽ ከ ኔ ጋር ኮብል ዪ ብሎ አስ ኮብል ሎ አረገዝኩ ስት ለ ው ጊዜ አይንሽ ን ላ ፈር አላ ት",
    "tr_10498_tr53106": "የፖለቲካ ተንታ ኟ እንዳሉት ከሆነ የ ኢትዮጲያ የ ወደፊት ራእይ ጥሩ ይመ ስላል",
    "tr_10499_tr53107": "ሚስት አ ግብተው ሶስት ልጆች በት ነው የ ጠፉት ቄስ ፊሊ ጶ ስ ደብር ተገኙ",
    "tr_1049_tr11050": "አዲስ አበባ ና አስመራ በ ስልክ ሊ ገናኙ ነው",
    "tr_104_tr02004": "መቼም ትላንት ጀምሮ የሰኔ ጾም ገብቷል",
    "tr_10500_tr53108": "ይህ በ እንዲ ህ እንዳለ የ ደብረ ምጥም ቅ ቅዱስ ፊልጶስ ቤተ ክርስቲያን ከ ማጡ ወደ ድጡ ሆኖ በት እንደሚ ገኝ ተገለጸ",
    "tr_10501_tr53109": "ኤጲስ ቆጶስ ቱ ትላንትና ተሰብስበው ነበር",
    "tr_10503_tr53111": "የ ሱዳን አማጺ ዎች ኢትዮጵያ ንና ኤርትራ ን እየሸ መገሉ ነው",
    "tr_10504_tr53112": "ጺ ማቸው ና ጹ ጉ ራቸው ቢያድግ ም ተ በ ጥሮ ተስተካክ ሏል",
    "tr_10505_tr53113": "ጺ ዮን ማሪያም ሄጄ ነበር",
    "tr_10506_tr53114": "ቀራጺ ው የ ሰራቸው ን ቅርጻ ቅርጾች በ ውድ ዋጋ ተሸጡ ለት",
    "tr_10507_tr53115": "በ ሰፈሩ ውስጥ የ ሚሞተው ን ሰው ሁሉ ገናዧ እሷ ነበረች ዛሬ እሷ ን የሚ ገንዛ ት ይጥፋ",
    "tr_10508_tr53116": "የ ሰዉን ሁሉ እዳ ሰራዧ እሷ ው ሆ ናለች አሉ",
    "tr_1050_tr11051": "አሸናፊ የ ሆነው ኩባንያ ተርሚናሉ ን ከ ማስተዳደሩ ም በ ተጨማሪ ለ ወደፊት ተርሚናሉ ን የሚ ያስተዳድሩ ባለሙያዎች ን እንደሚ ያሰለጥን ለማወቅ ተችሏል",
    "tr_10510_tr53118": "ደሞዝ አነስተኛ ነው ኢንሴ ን ቲቩ ም እንዲ ሁ እና ም አል ፈርም ም እያሉ ነው",
    "tr_10511_tr53119": "በተለይ በ ተረጋጋ ሁኔታ አንቶ ኖ ቩ ድብደባ ሲ ያካሂድ በ ፊልም መቀረጹ ንና መረጋጋቱ ን የሚ ያሳየው ደግሞ የ ፊልሙ ጥራት መሆኑን ን እንዳስ ደሰታቸው ብዙዎቹ ገልጸዋል",
    "tr_10512_tr53120": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10513_tr53121": "ዘመናዊ ውን የ አምሪ ካ ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_10514_tr53122": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10515_tr53123": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10516_tr53124": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10517_tr53125": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10518_tr53126": "ሰውዬው ሚስቱ ን በጣም ስለሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_1051_tr11052": "ባንያ ሙሌ ን ጐ ካቢላ መቡ ቱን ለ መጣል አስ ተባብረው ከመ ሩአቸው ተቃዋሚ ሀይሎች ውስጥ አንዱ ነው",
    "tr_10520_tr53128": "ዛሬ የ በላ ነው ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10521_tr53129": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10523_tr53131": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10524_tr53132": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10526_tr53134": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ ታወ ቋል",
    "tr_10529_tr53137": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_1052_tr11053": "እስካሁን ስለ ኢሀፓ ውስጣዊ ታሪክ በ እጃችን የ ሚገኘው ዋቢ ዎች የ ተስፋዬ መኮንን ይድረስ ለ ባለ ታሪኩ እና የ ክፍሉ ታደሰ ያ ትውልድ ብቻ ናቸው",
    "tr_10530_tr53138": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰቡ በ አንድነት ወሰኑ",
    "tr_10533_tr53141": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10534_tr53142": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10535_tr53143": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10536_tr53144": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10537_tr53145": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበረ ም እንዴ",
    "tr_10538_tr53146": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10539_tr53147": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_1053_tr11054": "ይህ እንዳይሆን ዋናው እንቅፋት ራሱ የ ስልጣን ላይ ያለው መንግስት ነው",
    "tr_10540_tr30101": "መኪና ዪቱ ብዙ ም ካህ ያ ዪቱ አት ሻል ም ነበር",
    "tr_10541_tr30102": "ጓደኛ ዪቱ ብ ዪ ተ ብላ ብት ለመ ንም እሺ አ ላለች",
    "tr_10542_tr30103": "ዝንጀሮ ዪቱ እ ዪ የ ተባለችው ን ነገር አ ታይም",
    "tr_10543_tr30104": "አይ ና ማ ዪቱ ሙሽራ አንደኛ ሚዜ ዪቱ ን ስታ ጐር ሳት ነበር",
    "tr_10544_tr30105": "አይዞ ሽ ከ ኔ ጋር ኮብል ዪ ብሎ አስ ኮብል ሎ አረገዝኩ ስት ለ ው ጊዜ አይንሽ ን ላ ፈር አላ ት",
    "tr_10546_tr30107": "ኤጲስ ቆጶስ ቱ ትላንት ተሰብስበው ነበር",
    "tr_10547_tr30108": "የ ኢትዮጵያ ና የኤርትራ ፍጥጫ መካረር ለ ሱዳን እንዳይ በጅ በ ሱዳን አማጺያን ስጋት መፈጠሩ ተገለጠ",
    "tr_10548_tr30109": "የ ሱዳን አማጺ ዎች ኢትዮጵያ ንና ኤርትራ ን እየሸ መገሉ ነው",
    "tr_1054_tr11055": "ኢትዮጵያ ለ ደረሰባት ለሚደርስ ባት የእኔ ም የ እሳቸው ም የ ሁላችን ም እጅ አለ በት",
    "tr_10550_tr30111": "ጺ ዮን ማሪያም ሄጄ ነበር",
    "tr_10551_tr30112": "ቀራጺ ው የ ሰራቸው ቅርጻ ቅርጾች በ ውድ ዋጋ ተሸጡ ለት",
    "tr_10552_tr30113": "ደሞዝ አነስተኛ ነው ኢንሴ ን ቲቩ ም እንዲ ሁ እና ም አን ፈርም ም እያሉ ነው",
    "tr_10553_tr30114": "በተለይ በ ተረጋጋ ሁኔታ አንቶ ኖ ቩ ድብደባ ሲ ያካሂድ በ ፊልም መቀረጹ ና መረጋጋቱ ን የሚ ያሳየው ደግሞ የ ፊልሙ ጥራት መሆኑን እንዳስ ደሰታቸው ብዙዎች ገልጸዋል",
    "tr_10554_tr30115": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10555_tr30116": "ዘመናዊ ውን የ አምሪ ካን ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_10556_tr30117": "የ ኢትዮጵያ ንግድ ባንክ ደግሞ ክፍያው ን የ ም ፈጽመው ትክክለኛ መረጃ ይዤ ነው ይላል",
    "tr_10557_tr30118": "መጠጡ ን በ ኮካ በር ዤ ካ ጠጣ ኋት በኋላ አእምሮ ዋን በሆነ ባል ሆነው ወሬ አደንዝዤ አፍዝ ዤ ነው በ ተሳለቀ ችብኝ በሽታ መር ዤ የ ለቀ ኳት",
    "tr_10558_tr30119": "እሱን አውግ ዤ ተቃዋሚዎቹ ን አግ ዤ እ ኮ ነው አሁን ታር ዤ የ ም ሰቃየው",
    "tr_10559_tr30120": "እኔ ፈዝ ዤ ስለ ነበር ሁለቱ ን አያ ይዤ ለ ኳቸው",
    "tr_1055_tr11056": "ከዚያ ም አሰብ እጇ ን ወደ ኢትዮጵያ ት ዘረጋ ለች",
    "tr_10560_tr30121": "እኔ ም ተጉ ዤ እቃው ንም አ ጓጉ ዤ እዛ ስ ደርስ አንድ ም ሰው በ ቤቱ የ ለ",
    "tr_10561_tr30122": "የተፈራ ው አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10563_tr30124": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10564_tr30125": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10565_tr30126": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10566_tr30127": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10567_tr30128": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10569_tr30130": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_1056_tr11057": "በ ሙሉ ኩታ ገጠ ሞች ናቸው",
    "tr_10570_tr30131": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10572_tr30133": "ሂር ጶ የሚለው የ ኦሮምኛ ስ ም ሲ ቆላ መጥ ሂርጱዬ ነው የሚ ሆነው",
    "tr_10573_tr30134": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10574_tr30135": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10576_tr30137": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ም ንም አላ የ ሽም",
    "tr_10577_tr30138": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንደሚሆን የ ትምህርት ቤት ማህበረሰብ በ አንድነት ወሰኑ",
    "tr_1057_tr11058": "አንዳንድ ተመልካቾች ና ውስጥ አዋቂዎች እንደሚ ናገሩት ኤርትራ ና አንጐላ በ ጉብኝቱ ፕሮግራም ስላል ታቀፉ ዋሽንግተን ዲሲ የሚገኙ ዲፕሎማቶ ቻቸው ቅሬታ እያ ሰሙ ናቸው",
    "tr_10580_tr30141": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10582_tr30143": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10584_tr30145": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበር እንዴ",
    "tr_10585_tr30146": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10586_tr30147": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10587_tr04101": "ደሞዙ አነስተኛ ነው ኢንሴ ን ቲቩ ም እንዲሁም እና አን ፈርም ም እያሉ ነው",
    "tr_10588_tr04102": "በተለይ በ ተረጋጋ ሁኔታ አንቶ ኖ ቩ ድብደባ ሲ ያካሂዱ በ ፊልም መቅረጹ ና መረጋጋቱ ን የሚ ያሳየው ደግሞ የ ፊልሙ ጥራት መሆኑን እንዳስ ደሰታቸው ብዙዎቹ ገልጸዋል",
    "tr_10589_tr04103": "በ ዶክተሩ እንዳላ ረግዝ ታዝዤ ነበር በ ገዛ እጄ አርግ ዤ ነው ለዚህ ስቃይ የ ተዳረ ኩት",
    "tr_1058_tr11059": "ዜጐች ን ከ ቤት ንብረት ያፈናቅላል",
    "tr_10590_tr04104": "ካርታ ውን በ ው ዤ ው ነበርኩ",
    "tr_10591_tr04105": "ሬሳው ን ገን ዤ እንደ ጨረስኩ ተክ ዤ ቁጭ ብዬ ነበር",
    "tr_10592_tr04106": "የተጻፈ ውን ሁሉ ሰር ዤ ጨረስኩ ት እ ኮ",
    "tr_10593_tr04107": "በ እለቱ ተጋባዥ ተናጋሪዎች ዶክተር ማሞ ሙጬ ና ዶክተር ግርማ ስለ ኤርትራ ና ኢትዮጵያ የፖለቲካ ና የ ኢኮኖሚ ውስብስብ ችግሮች በስፋት አብራር ተዋል",
    "tr_10594_tr04108": "ግን እሱን ከ ሶስት አመት በፊት ሸ ጬ ዋለሁ",
    "tr_10595_tr04109": "በዚህ ጹሁፌ በ ሰሞኑ የ ህወሀት መሪዎች ውጥረት አንባቢ ዎች ጆሮ ያል ደረሱ ተብለው በሚ ገመቱ ክስተቶች ብቻ በ ማተኮር ለ የ ት ያሉት ን መርጬ አካፍ ላለሁ",
    "tr_10597_tr04111": "እንደ ዛ መሬት ረግጬ ለ መራመድ የ ኮራ ሁበት ደሀው ን በ ድህነቱ ሞል ጬ የተሳ ድብ ኩበት ና የ ስን ቷን ምስኪን ጡት ቆር ጬ ስንቱ ን ያሰቃ የ ሁበት ጊዜ አልፎ እንዲ ህ መ ን ጬ ና ጐብ ጬ ጧሪ ልጄ ን እንኳ ን ሳል ወልድ አር ጬ በ ችግር እቆራመደልሁ",
    "tr_10599_tr04113": "ጣፋጬን በጐ ም ዛዛ ለ ው ጬ ም ን እንደማ ደርገው ግራ ገብቶ ኛል",
    "tr_1059_tr11060": "ወደ አገራቸው ሊ ወስዷቸው ነው አለ ኝ",
    "tr_105_tr02005": "ሚስት አ ግብተው ሶስት ልጆች በት ነው የ ጠፉት ቄስ ፊሊ ጶ ስ ደብር ተገኙ",
    "tr_10600_tr04114": "በልጅነ ቱ ብዙ ጊዜ አስ ደንግጬ ስለ ነበር አሁን ም ሲያ የ ኝ ጢ ሩ አይሰማ ውም",
    "tr_10601_tr04115": "ያድማጬን ቀልብ ለ መሳብ በ ጨመር ኩት ቀልድ ቁስላቸው ን ጓጉ ጬ ኖሮ የ ውይይቱ ን አቅጣጫ እንዳለ ለወጡ ና አረፉ",
    "tr_10602_tr04116": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10603_tr04117": "ዘመናዊ ውን የ አምሪ ካን ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_10604_tr04118": "አንድ ለ ዜሮ ያሸነፈ ሲሆን ብቸኛ ውን ጐል ያስቆጠረ ው የ ስፔን ኢንተርናሽናል ዡ ኦን አንቶኒዮ ን ፒ ዝ ነው",
    "tr_10605_tr04119": "ያን ን ሀሳብ ጠቅላይ አዛዡ የሚ ቀበለው ከሆነ እርምጃው ን ለ ማጽደቅ ከ ውሳኔ ሀሳብ ጋር ለ እርሰ ብሄር ያቀር ባል",
    "tr_10606_tr04120": "በሚ ዘጋጁ ት ፓርቲዎች ላይ ሁሉ መጠጥ በራዡ አያሌው ነበር",
    "tr_10607_tr04121": "አደን ዛዡን እጽ ያገኘ መስሎ ት መራዡ ቅጠል አ ኝ ኮ ወዲያ ው ሞተ",
    "tr_10608_tr04122": "የፖለቲካ ተንታ ኟ እንዳሉት ከሆነ የ ኢትዮጲያ የ ወደፊት ራእይ ጥሩ ይመ ስላል",
    "tr_1060_tr11061": "ፕሮጀክቱ ን ለ ማዘጋጀት ና ለ ማቀነባበር እንዲሁም ጥናቱ ንና ዲዛይኑ ን ተግባራዊ ለማድረግ እንዲቻል ከ ሶስቱ ም ሀገሮች የተወጣጡ ባለሙያዎች ን ያሉት ን የ ፕሮጀክት ጽፈት ቤት እንደሚኖር ም ሚኒስትሩ ገልጸዋል",
    "tr_10610_tr04124": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10612_tr04126": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10614_tr04128": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10615_tr04129": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10616_tr04130": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10618_tr04132": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን መኳ ነው የሚለው",
    "tr_10619_tr04133": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_1061_tr11062": "ክቡር እ ም ክቡራን ን እ ድምተኞቼ ሰላም ና ጤናው ን ለ ገዢዎች ገዢ የ ጌቶች ጌታ የ ሆነው እግዚአብሄር ይስ ጣችሁ ዘንድ እ ለምነ ዋለሁ",
    "tr_10620_tr04134": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10621_tr04135": "ሂር ጶ የሚለው የ ኦሮምኛ ስ ም ሲ ቆላ መጥ ሂርጱዬ ነው የሚ ሆነው",
    "tr_10622_tr04136": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10623_tr04137": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10624_tr04138": "ለ መሆኑ የ ቁንጅና መለኪያ ምንድነው",
    "tr_10625_tr04139": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽ",
    "tr_10626_tr04140": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንደሆነ የ ትምህርት ማህበረሰቡ በ አንድነት ወሰኑ",
    "tr_10627_tr04141": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10628_tr04142": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_10629_tr04143": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10630_tr04144": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10631_tr04145": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10632_tr04146": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10633_tr04147": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበር እንዴ",
    "tr_10634_tr04148": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10635_tr04149": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10636_tr13101": "ደሞዝ አነስተኛ ነው ኢንሴ ቲቩ ም እንዲ ሁ እና ም አን ፈርም ም እያሉ ነው",
    "tr_10637_tr13102": "በተለይ በ ተረጋጋ ሁኔታ አንቶ ኖ ቩ ድብደባ ሲ ያካሂድ በ ፊልም መቀረጹ ና መረጋጋቱ ን የሚ ያሳየው ደግሞ የ ፊልሙ ጥራት መሆኑን እንዳስ ደሰታቸው ብዙዎቹ ገልጸዋል",
    "tr_10638_tr13103": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10639_tr13104": "ዘመናዊ ውን የ አምሪ ካ ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_1063_tr11064": "ይሁን ና የ ሶማሌ ላንድ የ ፑትላንድ እንዲሁም ቀሪዎቹ የ ሱማሊያ አንጃዎች ስለ ኢትዮጵያ በ ቦታው ም መገኘት ም ሆነ አድርጋ ለች እያደረገች ም ነው የ ሚባለው እንቅስቃሴ አል ተቃወሙ ም",
    "tr_10641_tr13106": "የ ጦርነቱ ን እሳት አያ ያዡ መ ን ሆን ና ነው አሁን እራሳቸው ን የ ሰላም መላክ ለ ማስመሰል የሚ ሯሯጡ ት",
    "tr_10642_tr13107": "አ ው ገዡ ከ ቁጥር የ በዛ መሆኑን ቢያውቅ ም ተጓዡ ልቤ ዛሬ ም ወደ ሷ ው ሄ ዷል",
    "tr_10643_tr13108": "ታዛ ዡ ና የ ሁሉም ስራዎች አጋ ዡ የ ሆነው ሰራተ ኘው ስለ ሄደበት ከፍተኛ ችግር ላይ ነው ያለው",
    "tr_10644_tr13109": "ትምህርታቸው ን እየ ተዉ ለወጡት ተማሪዎች እልባት ባል ተበጀለት በዚህ ወቅት በ ዩኒቨርስቲ ው ለሚገኙ ተማሪዎች የሚ ሰጠው ትምህርት እንዲ ቀል ነው",
    "tr_10645_tr13110": "ብዙዎች ያ ነከሱ በት ብዙዎች አካለ ን ስንኩላን የሆኑ በትን የተሰ ዉ በት ድርጅት ነው",
    "tr_10648_tr13113": "የ ሰዉን ሁሉ እዳ ሰራዧ እሷ ው ሆ ናለች አሉ",
    "tr_10649_tr13114": "ከዚያ ም አሰብ እጇ ን ወደ ኢትዮጵያ ት ዘረጋ ለች",
    "tr_1064_tr11065": "ብዙዎች ያ ነከሱ በት ብዙዎች አካለ ንስኩላን የሆኑ በት ና የተሰ ዉ በት ድርጅት ነው",
    "tr_10651_tr13116": "ትምህርት መንግስት የመጀመሪያ ሴት ልጇ ን የወለደች ው ከ አንድ የ ካሪቢያን ተወላጅ መሆኑን የደረሰ ን ዜና ያስረዳ ል",
    "tr_10652_tr13117": "ድንገት ደርሰው እጇ ን ጠ መ ዘዟት",
    "tr_10653_tr13118": "ተወዳ ጇ አርቲስት በ ገዛ ደ ጇ ተ ገድላ ተገኘ ች",
    "tr_10654_tr13119": "መንግስት አውጇል ያል ከ ኝ ን ሁሉ አልሰማ ሁትም ነበር እ ኮ",
    "tr_10656_tr13121": "የፖለቲካ ተንታ ኟ እንዳሉት ከሆነ የ ኢትዮጲያ የ ወደፊት ራእይ ጥሩ ይመ ስላል",
    "tr_10657_tr13122": "ኤጲስ ቆጶስ ቱ ትላንትና ተሰብስበው ነበር",
    "tr_10660_tr13125": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10661_tr13126": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10662_tr13127": "ሰውዬው ሚስቱ ን በጣም ስለሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10663_tr13128": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10665_tr13130": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10666_tr13131": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10668_tr13133": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10669_tr13134": "ሂር ጶ የሚለው የ ኦሮምኛ ስ ም ሲ ቆላ መጥ ሂርጱዬ ነው የሚ ሆነው",
    "tr_1066_tr11067": "እንዲሁም የ ኢትዮጵያ ኦሎምፒክ ኮሚቴ ለ ኢንተርናሽናል ኦሎምፒክ ኮሚቴ ያ ቀረባቸው ፕሮጀክቶች ተቀባይነት አግኝተው አስፈላጊው ን እገዛ እንዲ ያገኙ አስፈላጊው ን ሁኔታ እ ያመቻቹ ይገኛሉ",
    "tr_10670_tr13135": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10671_tr13136": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10672_tr13137": "ለ መሆኑ የ ቁንጅና መለኪያ ው ምንድነው",
    "tr_10674_tr13139": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰብ በ አንድነት ወሰኑ",
    "tr_10675_tr13140": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10676_tr13141": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_10677_tr13142": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10678_tr13143": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_1067_tr11068": "እነሆ ከ አስር አመት በኋላ ሼህ አላሙዲ ን ያቺ ን ወጣት እዚያ ው የ ተዋወቁ በት ዋሽንግተን ውስጥ በ ደመቀ ሰርግ አገ ቧት",
    "tr_10680_tr13145": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10681_tr13146": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ አልነበር እንዴ",
    "tr_10682_tr13147": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10685_tr03102": "በተለይ በ ተረጋጋ ሁኔታ አንቶ ኖ ቩ ድብደባ ሲ ያካሂድ በ ፊልም መቀረጹ ና መረጋጋቱ ን የሚ ያሳየው ደግሞ የ ፊልሙ ጥራት መሆኑን እንዳስ ደሰታቸው ብዙዎቹ ገልጸዋል",
    "tr_10686_tr03103": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10687_tr03104": "ዘመናዊ ውን የ አምሪ ካ ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_10688_tr03105": "ህወሀት በ ተሰዉት ወይ ስ በ ዲሞክራሲያዊ ው ተሞክሮ ው ነው የሚ ኮራ ው",
    "tr_1068_tr11069": "የ አዲስ አበባ ዩኒቨርስቲ ተማሪዎች የሚጠበቅ ባቸውን እ ያሟሉ ትምህርታቸው ን ዛሬ እንዲ ጀምሩ ትምህርት ሚኒስቴር አስ ታወቀ",
    "tr_10690_tr03107": "ጫ ቷን ባንድ ጉንጯ ወጥራ ሀሺ ሿ ን ስታ ጨስ ነው በ ፖሊስ ቁጥጥር ስር የ ዋለች ው",
    "tr_10691_tr03108": "ሁለቱ ባለስልጣናት ስብሰባ ላይ ድምጻቸው ን ከፍ አድርገው እስከ መጯጫህ ደርሰው እንደ ነበረ የ ውስጥ አዋቂ ምንጮች ገልጸዋል",
    "tr_10692_tr03109": "አገጯ ና ጉንጯ ስንቱ ን ሲያ ሰግድ ከርሞ አሁን እንዲ ህ ነጯ ወቶ ለሀጯን እንኳ መቆጣጠር ያቅታ ት",
    "tr_10693_tr03110": "ኤች አይ ቪ የ ያዛት ልጅ ጸጉሯ ን በ እጅ የ ነጯ ት ስለ መሰለ እንዳያስ ቀይም ብለው ላጯት",
    "tr_10696_tr03113": "ጣፋጯን መጠጥ ከምን ጯ እስከም ት ደርቅ ጠጣ ጠጣ ና ልቡ ፈንድቶ ሞተ",
    "tr_10697_tr03114": "ከዚህ በ ተጨማሪ ከ አዲስ አበባ ሆኜ የሚ ሰራጨው ን ዘገባ ስልክ የ ወደድ ኳቸው ኢትዮጵያውያ ን ን የሚያስ ከፋ ና ትክክለኛ እንዲሆን ልኝ ከፍተኛ ም ኞች አለ ኝ በ ማለት ተናግራ ለች",
    "tr_10698_tr03115": "እዚያ ው መናሀሪያ ሆኜ ነው ይ ችን አሽሙ ሬን ጻፍ ጻፍ ያረ ኳት",
    "tr_10699_tr03116": "ጠቅላይ ሚኒስተሩ ዛሬ ም ንም ሳላ ም ን በት ሬት ሬት እያ ለ ኝ ለ ብዙሀኑ ሀሳብ ተገዥ ሆኜ ሄ ጃለሁ እያ ለ በ ሰሞኑ ስብሰባዎች ላይ እንደ ተናገረ ሰምተናል",
    "tr_1069_tr11070": "ስብሰባው በ ነገው እ ለት እንደሚ ጠናቀቅ ተስፋ ይደረጋል",
    "tr_106_tr02006": "አፍሪካ ውስጥ ከሚገኙ ት አገሮች ም እንኳ ን ስ ልት ገዛ ቀርቶ እርሷ እራሷ ገዢ ተ ብላ በ ዘመነ ኞቹ ተፈርጃ ለች",
    "tr_10701_tr03118": "በዚህ ተኮንኜ ነፍሴ ሲኦል ከምት ገባ አሁን ብ ጐሳቆል ይሻለኛል",
    "tr_10702_tr03119": "እሷ ን ካጣ ሁ እንደ ጉም በ ን ኜ እንደም ጠፋ አውቀ ዋለሁ",
    "tr_10704_tr03121": "እንደ ውም አንድ ከፍተኛ የ አፍሪካ ዲፕሎማት የ ሚስተር የማነ ገብረአብ ወደ አዳራሹ መግባት ን ኢን ቮለንተሪ ዳንስ የ ግዳጅ ዳንስ ሲሉ አሽሟ ጠዋል",
    "tr_10705_tr03122": "የፖለቲካ ተንታ ኟ እንዳሉት ከሆነ የ ኢትዮጲያ የ ወደፊት ራእይ ጥሩ ይመ ስላል",
    "tr_10707_tr03124": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10709_tr03126": "አንበሳ ስጋ ስላ የ አጉረመረ መ",
    "tr_1070_tr11071": "ዛሬ የ ቤኒሻንጉል ህዝብ ቢያውቅ ም ባ ያውቅ ም ምንሊክ እንዲ ህ ተሟግተ ው ለት ነበር",
    "tr_10710_tr03127": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10711_tr03128": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10712_tr03129": "ደርግ ካሳጣ ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10713_tr03130": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10714_tr03131": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10715_tr03132": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10716_tr03133": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10717_tr03134": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10718_tr03135": "ሂር ጶ የሚለው የ ኦሮምኛ ስ ም ሲ ቆላ መጥ ሂርጱዬ ነው የሚ ሆነው",
    "tr_1071_tr11072": "ግማሹ ከ ኘሮቴስታንት እምነት ወደ ኦርቶዶክ ተመልሼ አለሁ እያ ለ ምስክርነት ሲሰጥ ከ ኦርቶዶክስ ወደ ኘሮቴስታንት እምነት የሚነጉደው በ ትንሹ የሚ ገመት አይደለም",
    "tr_10720_tr03137": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10721_tr03138": "ለ መሆኑ የ ቁንጅና መለኪያ ምንድነው",
    "tr_10722_tr03139": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10725_tr03142": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ና ት",
    "tr_10726_tr03143": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10728_tr03145": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10729_tr03146": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_1072_tr11073": "ከዚህ በኋላ የኤርትራ ወታደሮች ኢትዮጵያ ን ን እየ ያዙ በ ተለያዩ እስር ቤቶች አጉ ረዋል",
    "tr_10731_tr03148": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10732_tr03149": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10734_tr05102": "ዘመናዊ ውን የ አምሪ ካ ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_10735_tr05103": "ትንሿ ደግሞ በ አፌ ልት ወጣ ስትል አስቸገረ ች",
    "tr_10736_tr05104": "የ ንግድ ባንክ ተሿሚዎች ና የ ትግራይ ልማት ብድር",
    "tr_10737_tr05105": "የፖለቲካ ተሿሚዎች የ ራሳቸው ና የ ቤተሰባቸው ን ንብረት ያስመ ዘግባሉ",
    "tr_10738_tr05106": "የ ሴቶች ማህበራት ና ድርጅቶች ሴቶች በ ዴሞክራሲያዊ መብታቸው ተጠቃሚ እንዲሆኑ ለማስቻል ሴት ተሿሚዎች ን በ መጠቆም ተሳትፎ ማድረግ እንደሚ ችሉ ም አስ ታውቋል",
    "tr_10739_tr05107": "አርሰናል ን ትንሿ ፓሪስ አድርገዋ ታል",
    "tr_1073_tr11074": "ድር ች ታችንን የ ማደሱ ም እንቅስቃሴ በ ሰገ ና በ ነጻ የ ክርክር ተሳትፎ እን ጀምር",
    "tr_10740_tr05108": "ሪፖርተሮቻችን ሲ ዘዋወሩ ያገኟቸው ስማቸው እንዲ ገለጽ ያል ፈለጉ የ ኮ ሚኒስ በ በኩላቸው ጭማሪው እጅግ በጣም ከፍተኛ ነው",
    "tr_10741_tr05109": "አለቃ የጻፏቸው መጽሀፍት ውድ ና ጣፋጭ ከ መሆናቸው የተነሳ በ ህትመቶ ቻቸው ወቅት ገዝተው ከሚ ጠቀሙ ት ብልህ ዎች በስተቀር ዘግይተው የሚ ፈልጉ ሰዎች አ ያገኟቸው ም",
    "tr_10743_tr05111": "ጠቅላይ ሚኒስትር መለስ የ ጐ በ ኟቸው የ ልማት ተቋማት የ ማዳበሪያ ከረጢት ማምረቻ የ ነዳጅ ማጣሪያ ና ማከማቻ እንዲሁም የ ወደብ ነጻ ቀጣና ናቸው",
    "tr_10744_tr05112": "ከ ጥር ኟ ያጠራቀመ ችውን ዝባድ በ ልባቸው ስለ ተመኟት አሰልጣ ኟን ተ ዘመዱ",
    "tr_10745_tr05113": "ባንኮች እስካሁን ያል ዋ ዠ ቀ ቡድን ነው",
    "tr_10746_tr05114": "ከዚህ ሌላ ፓሪ ሰን ዠርመ ን ሞናኮ ን አንድ ለ ዜሮ አሸን ፏል",
    "tr_10747_tr05115": "ተመድ ለ ኢትዮ ኤርትራ ችግር መፍትሄ ሳይሆን መዋዠቅ ን ይ ዟል",
    "tr_10748_tr05116": "እኔ ፓሪ ሰን ዠ ርማን ስገባ አስራ ስድስት አመቴ ነበር",
    "tr_10749_tr05117": "እስካሁን ቆም ብለን ያን ኑ እንድና ስታውስ የሚያደርጉ ትን ክፉ ቅዠ ቶች በ እርግጥ የ ተመላለሱ ናቸው የተ",
    "tr_1074_tr11075": "ሶስተኛው የ ድርጅታችን ማእከላዊ ተቋም የ ኦዲት ኮሚሽን ነው",
    "tr_10750_tr05118": "የፖለቲካ ተንታ ኟ እንዳሉት ከሆነ የ ኢትዮጲያ የ ወደፊት ራእይ ጥሩ ይመ ስላል",
    "tr_10751_tr05119": "ኤጲስ ቆጶስ ቱ ትላንትና ተሰብስበው ነበር",
    "tr_10752_tr05120": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10753_tr05121": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10754_tr05122": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10755_tr05123": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10756_tr05124": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10757_tr05125": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10758_tr05126": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ነች",
    "tr_10759_tr05127": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_1075_tr11076": "የ ታሰሩ ጓደኞ ቻችን ካል ተፈቱ እኔ ና ሶስት ጓደኞቼ ዊዝ ድሮ ዋል እን ሞላ ለ ን የሚ ል እምነት አለ ን",
    "tr_10760_tr05128": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10761_tr05129": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10762_tr05130": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10763_tr05131": "ሂር ጶ የሚለው የ ኦሮምኛ ስ ም ሲ ቆላ መጥ ሂርጱዬ ነው የሚ ሆነው",
    "tr_10764_tr05132": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10765_tr05133": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10766_tr05134": "ለ መሆኑ የ ቁንጅና ው መለኪያ ው ምንድነው",
    "tr_10767_tr05135": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10768_tr05136": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰቡ በ አንድነት ወሰኑ",
    "tr_10769_tr05137": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_1076_tr11077": "ምንጮቻችን እንደ ገለጹት በ ትግራይ ክልል እየተካሄደ ያሉት ስብሰባዎች ከፍተኛ ምሬት እ የተንጸባረቀ ባቸው ናቸው",
    "tr_10771_tr05139": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10772_tr05140": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10773_tr05141": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10774_tr05142": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10775_tr05143": "በሩን እንዲ ህ በ ሀይል አታንኳኲ ብዬ ሽ አልነበር እንዴ",
    "tr_10776_tr05144": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10777_tr05145": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10778_tr02101": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10779_tr02102": "ዘመናዊ ውን የ አሜሪካ ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_1077_tr11078": "በ ተጨማሪ ም እኔን ለ መምታት ና ተቀባይነት እንዳጣ በ ውሸት የ ስ ም ማጥፋት ዘመቻ ዎች ተ ካሂደው ብኛል",
    "tr_10780_tr02103": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_10781_tr02104": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10782_tr02105": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10783_tr02106": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ቻት",
    "tr_10784_tr02107": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10785_tr02108": "ደርግ ካሳጣ ን ምርጥ ኢትዮጵያውያ ኖች አንዱ ና ሆ ሰናይ ነው",
    "tr_10786_tr02109": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10787_tr02110": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10789_tr02112": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_1078_tr11079": "እኛ ግን ወደ ካምፕ የማን ገባበት በቂ ምክንያት አለ ን እሱን ም ገልጸ ናል",
    "tr_10790_tr02113": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_10792_tr02115": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10793_tr02116": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10794_tr02117": "ለ መሆኑ የ ቁንጅና መለኪያ ው ምንድነው",
    "tr_10795_tr02118": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10796_tr02119": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰቡ በ አንድነት ወሰኑ",
    "tr_10798_tr02121": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራዋ የታወቀች ነች",
    "tr_1079_tr11080": "ባለፈው ሀሙስ ሁለት ተገደሉ ስድስት ቆሰሉ",
    "tr_107_tr02007": "በ ኬንያ መንግስት በ ኘሮ ፌሽና ሎች የ ታቀፈ ግድያ ማለቱ ተ ገልጧል",
    "tr_10801_tr02124": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10802_tr02125": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10804_tr02127": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10805_tr02128": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10806_tr02129": "ጐስቋላ ው ዳም ጤ ሎተሪ ደረሰው",
    "tr_10807_tr02130": "በ ናዝሬት ከተማ ውስጥ ከሚገኙ ቤቶች ሁሉ ጉል ሁ የ ኡመር ቤት ነው",
    "tr_10809_tr02132": "የ ቻይና ህዝብ ሁ ልቆ መሳፍርት የ ለውም",
    "tr_10810_tr02133": "ድንቹ በ ደንብ ስለተኰተኰተ በጣም ጥሩ ኰረተ",
    "tr_10811_tr02134": "መ ምሩ እንዳስ ተማሩት ከሆነ ህጻናቶች ም ንም ኩነኔ የ ለ ባቸውም",
    "tr_10812_tr02135": "ፖሊሱ እስረኞቹ ን ቆጠረ",
    "tr_10813_tr02136": "ባድመ ላይ ያለቀው የኤርትራ ወታደር ስፍር ቁጥር የ ለውም",
    "tr_10814_tr02137": "ከበደ ፈረሱ ን ለ ጐመ",
    "tr_10815_tr02138": "ትንሹ ልጅ እንጀራው ን በ ዶሮ ወጥ ከ በላ በኋላ አፉ ን በ ደም ተጉ መጠመጠ",
    "tr_10816_tr02139": "በ ድህነቱ ላይ ይህ ክፉ በሽታ ስለ ያዘው ሰውነቱ በጣም ኰ ሰሰ",
    "tr_10817_tr02140": "ኢትዮጵያ ሀገራችን መኩሪያ ችን ና ት",
    "tr_10818_tr02141": "ታፈሰ ልብሱ ን ሲያ ጥብ ቆየ",
    "tr_10819_tr02142": "ገንፎ ብዙ ጊዜ የሚበላ በ ጐድጓዳ ሳ ህን ነው",
    "tr_1081_tr11082": "የ ምእራባዊያን ኢኮኖሚያዊ ና ፖለቲካዊ እድገት የ ዳበረ ደረጃ ደርሷ ል ብለን መውሰድ እንችላ ለ ን",
    "tr_10820_tr02143": "ወይዘሮ ባፈ ና በ እን ጉር ጉ ሯቸው የ ታወቁ ናቸው",
    "tr_10821_tr02144": "ወደ ጂጂጋ በሚ ወስደው መንገድ ላይ ብዙ ም ስጥ ስላለ ኩ ይሳ ይበዛ ል",
    "tr_10822_tr02145": "እንስራ ው ተ ሸነቆረ",
    "tr_10823_tr02146": "ቤዛ ጐረ መሰ መሰለኝ ትእዛዝ አል ቀበል ም አለ",
    "tr_10824_tr02147": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_10826_tr02149": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_10827_tr09101": "በ ላቸው ም ነው እንዲ ህ ተ ንቆ ለ ጳ ጰ ሰ",
    "tr_10828_tr09102": "ዘመናዊ ውን የ አሜሪካ ሂ ዎት ሲ ቀጭ ከርሞ ጰጰሰ ይ ሉናል",
    "tr_10829_tr09103": "የተፈራ አተር ቀድሞ ስለ ተዘራ ቶሎ ጐመራ",
    "tr_1082_tr11083": "ይህ ለ ፌዴሬሽናችን እንኳ ን ስ ዘንቦ ብሽ እንዲያ ውም እንዲያ ው ነሽ ይመ ስላል",
    "tr_10830_tr09104": "ኢትዮጵያ ክርስትና ን የ ተቀበለችው በዛ ጔ ስርወ መንግስት ነው",
    "tr_10831_tr09105": "አንበሳው ስጋ ስላ የ አጉረመረ መ",
    "tr_10832_tr09106": "ዘነበ ች ሰራተኛዋ ን አታ ን ጓጉ ብላ ተቆጣ ች",
    "tr_10833_tr09107": "ሰውዬው ሚስቱ ን በጣም እንደሚ ወዳት በ ለ ሆሳ ስ ነገራት",
    "tr_10835_tr09109": "ዛሬ የ በላ ና ት ቀይ ወጥ ሁ ርጥ ያለች ና ት",
    "tr_10836_tr09110": "እ ብዱ አስፋልቱ ላይ የ ኰለኰ ለ ው ድንጋይ መኪና አላ ሳልፍ አለ",
    "tr_10837_tr09111": "በጣም ስለሚ ወደው የ መኮንን ወንድም መኮንን ን መኳ ነው የሚለው",
    "tr_10838_tr09112": "አሊ በ ረሀብ ኩ ርምት ብሏል",
    "tr_10839_tr09113": "ስ ትመለ ሺ በሩን አንኳ ኲ",
    "tr_1083_tr11084": "ኢንተር ሚላን ያገኘው ን ፔናልቲ በ መምታት ነበር ጐል ያስቆጠረ ው",
    "tr_10840_tr09114": "ሂር ጶ የሚለው የ ኦሮምኛ ስ ም ሲ ቆላ መጥ ሂርጱዬ ነው የሚ ሆነው",
    "tr_10841_tr09115": "አበራሽ የ ሰፈሩ ነገር ቆስቋሽ መሆኗ የ ታወቀ ነው",
    "tr_10842_tr09116": "ሰውዬው ባለቤቱ ን እን ቋ ነው የሚ ላት",
    "tr_10843_tr09117": "ለ መሆኑ የ ቁንጅና ው መለኪያ ምንድነው",
    "tr_10844_tr09118": "ጣት ሽን አን ቋ ቂው ም አታንቋቂ ውም ማ ንም አላ የ ሽም",
    "tr_10845_tr09119": "ባልቻ ጐበዝ ተማሪ ስለሆነ ተሸላሚ እንዲሆን የ ትምህርት ማህበረሰብ በ አንድነት ወሰኑ",
    "tr_10846_tr09120": "መጋቢ ብሉይ ተክለ ማሪያም የተወለዱ ት ዳ ጔ ነው",
    "tr_10847_tr09121": "ሸክላ ሰሪዋ አ ለሚ ቱ በ ጉልቻ ስራ የታወቀች ነች",
    "tr_10848_tr09122": "ት ግስት እህቷ ን ስት ጓጉ ክረ ሚ እንጂ የኔ ን አይነት ሀብል አይገዛ ልሽ ም አለ ቻት",
    "tr_10849_tr09123": "አ በ በ ለ ዶክተሩ ሁለመና ዬን ነው የሚያመ ኝ ብሎ ነገረው",
    "tr_10850_tr09124": "ጠጁ ን ኰ መኰ መ ኰ መኰ መ ና ሚስቱ ን ሲ ያሰቃ ያት አደረ",
    "tr_10851_tr09125": "የ ሰርጉ ወጥ ኩ ችም ተደርጐ ነው የ ተሰራው",
    "tr_10853_tr09127": "ተድላ በልጅነ ቱ ቆረ በ",
    "tr_10854_tr09128": "የ ቆላ ቁስል ና ቁርጥ ማት በጣም አሰቃቂ በሽታዎች ናቸው",
    "tr_10855_tr09129": "ጐስቋላ ው ዳም ጤ ሎተሪ ደረሰው",
    "tr_10856_tr09130": "በ ናዝሬት ከተማ ውስጥ ከሚገኙ ቤቶች ሁሉ ጉል ሁ የ ኡመር ቤት ነው",
    "tr_10857_tr09131": "አንቺ ልጅ ያ የ ሽውን ነገር ሁሉ ለ ማግኘት አት ጓጉ",
    "tr_10858_tr09132": "የ ቻይና ህዝብ ሁ ልቆ መሳፍርት የ ለውም",
    "tr_1085_tr11086": "በዚህ ኮሚቴ ስር የ ቴክኒክ ኮሚቴ ይኖራል",
    "tr_10860_tr09134": "መ ምሩ እንዳስ ተማሩት ከሆነ ህጻናቶች ም ንም ኩነኔ የ ለ ባቸውም",
    "tr_10861_tr09135": "ፖሊሱ እስረኞቹ ን ቆጠረ",
    "tr_10862_tr09136": "ባድመ ላይ ያለቀው የኤርትራ ወታደር ስፍር ቁጥር የ ለውም",
    "tr_10863_tr09137": "ከበደ ፈረሱ ን ለ ጐመ",
    "tr_10865_tr09139": "በ ድህነቱ ላይ ይህ ክፉ በሽታ ስለ ያዘው ሰውነቱ በጣም ኰ ሰሰ",
    "tr_10866_tr09140": "ኢትዮጵያ ሀገራችን መኩሪያ ችን ና ት",
    "tr_10867_tr09141": "ታፈሰ ልብሱ ን ሲያ ጥብ ቆየ",
    "tr_10868_tr09142": "ገንፎ ብዙ ጊዜ የሚ በላው በ ጐድጓዳ ሳ ህን ነው",
    "tr_10869_tr09143": "ወይዘሮ ባፈ ና በ እን ጉር ጉ ሯቸው የ ታወቁ ናቸው",
    "tr_10870_tr09144": "ወደ ጂጂጋ በሚ ወስደው መንገድ ላይ ብዙ ም ስጥ ስላለ ኩ ይሳ ይበዛ ል",
    "tr_10871_tr09145": "እንስራ ው ተ ሸነቆረ",
    "tr_10872_tr09146": "ቤዛ ጐረ መሰ መሰለኝ ትእዛዝ አል ቀበል ም አለ",
    "tr_10873_tr09147": "በለጠ ች የ በየነ የ በኩር ልጅ ነች",
    "tr_10874_tr09148": "እንዲያ መሬት አይ ን ካ ኝ ይል የነበረ ሰው በ ድንገት ቆረቆዘ አይደል",
    "tr_10875_tr09149": "እጀ ጐልዳ ፋው ሰው ዬ መጻፍ አይችልም",
    "tr_1087_tr11088": "የ ኢንተር ሚላን ክለብ ዘንድሮ የ ሴሪአ ዋንጫ ይወስዳ ል ተብሎ ትልቅ ግምት ሊ ሰጠው ችሏል",
    "tr_1088_tr11089": "ቸራተን አዲስ የ ዋዜማ ምሽቱ ን የ ደመቀ ለማድረግ እኩለ ሌሊት ላይ የ አዲስ አመት ን መግባት የሚያ በስር ርችት እንደሚ ተኩስ ም ለማወቅ ተችሏል",
    "tr_1089_tr11090": "የ ዩኒቨርስቲ ተማሪዎች በራሪ ወረቀት እንደ ገና በተኑ",
    "tr_108_tr02008": "ፓትርያርኩ ንም እንዳት ቃወ ሟቸው በ ማለት ማስጠንቀቂያ ና ዛቻ አዘል ትምህርት መስጠታቸው ነው",
    "tr_1091_tr11092": "ዩናይትድ ስቴት ና የ አውሮፓ ህብረት ለ ኢትዮጵያ እርዳታ ሰጡ",
    "tr_1092_tr11093": "እወቁ ት ለወደፊቱ ም ተጠንቀቁ እያሉ ሊ ያስተዋውቁ እንደ ነበር ለማወቅ ተችሏል",
    "tr_1093_tr11094": "እሴ ታችን የ ተለያየ አቅጣጫ ችን ም የ ተለያየ ነን",
    "tr_1095_tr11096": "ገጠር መውጣት ሳ ያስፈልገን እስኪ የገጠሬው ን ህይወት በ ቴሌቪዥን ከሚ ተላለፉ ት ምስሎች እና ስተውል",
    "tr_1097_tr11098": "በ ደቡባዊ ሱዳን ህጻናት ና አዛውንት ለ እልቂት እየ ተቃረቡ ነው",
    "tr_1099_tr11100": "ሪት ሙን ለ ማግኘት ስን ቸገር ይ ስተው ላል",
    "tr_109_tr02009": "የሚደረግ ባቸውን በደል ና ተንኮል በ ቸልታ ያለፉ መስለው ያደ ባሉ",
    "tr_10_tr01010": "ግን ወደ ኋላው ላይ ኢሳያስ እንደ ልማ ዳቸው ሁሉን ም የ መልከ ፍ ዲፕሎማሲ ያቸው እስራኤል ንም ያስ ወር ፋቸው ጀመር",
    "tr_1100_tr12001": "ኮምፒውተሩ በሚገባ አስቦ አገ ግሎት እንዲሰጥ ማስቻል የ እኛ ተግባር ነው",
    "tr_1102_tr12003": "በ ሌሎች ርቀ ቶች እንግሊዛዊ ቷ ራድክሊፍ በ አዋቂ ሴቶች የ ስምንት ኪሎ ሜትር ውድድር አንደኛ በ መውጣት የ አምናው ን ያሸ ና ፊነት ክብሯ ን በ ማስጠ በ ቋ ተደንቃ ለች",
    "tr_1103_tr12004": "እናንተ ግን የ ፈልጋችሁ ትን ልት ሉ ትችላ ላችሁ ዴሞክራሲያዊ መብ ታችሁ ነው ና",
    "tr_1105_tr12006": "አንድ ባሪያ ለ ሁለት ጌቶች መገዛት አይችልም ና",
    "tr_1106_tr12007": "የኤርትራ ባለስልጣኖች ይህንን ድብደባ አለ ማድርጋቸው ን ቢ ያስተባብሉ ም ሱዳን ግን በ ተደጋጋሚ ኤርትራ ግዛቷ ን መደብ ደ ቧን ክስ አቅርባ ለች",
    "tr_1107_tr12008": "ስለ ቀረበባቸው ም ክስ እንደሚ ከተለው መልሰዋል",
    "tr_1108_tr12009": "የ ሊቢያ ው መሪ አያይዘው እንደ ገለጹት ከሆነ ይህን የ አንድነት ውህደት ደግሞ ሊቢያ ና ግብጽ ሊ ጀምሩ ት ይገባል",
    "tr_1109_tr12010": "ያ ግንኙነት ዋጋ ተሰጥቶ ት የዛሬ ውም አቋም ነጸብራቅ ሆኗል",
    "tr_1110_tr12011": "አቶ ስዩም የ ኢትዮጵያ መንግስት ጥያቄ ውን በ አስቸኳይ እንደሚ ያስተናግድ ለ ሚኒስትር ሙስጠፋ ገልጸው ላቸዋል",
    "tr_1111_tr12012": "ካድሬው እዚህ ነው ያለው ማእከላዊ ኮሚቴው ም እዚህ ይገኛል"
}